/*
 * Loco ios export: Xcode Strings (legacy)
 * Project: 2FAS App
 * Locale: ja-JP, Japanese (Japan)
 * Exported by: Zibi
 * Exported at: Fri, 19 Sep 2025 00:23:47 -0700
 */

/* loco:6332c96135f7406d4875f521
 * InfoPlist.strings
TwoFAS
Created by Zbigniew Cisiński on 14/03/2020.
Copyright © 2020 The Code. All rights reserved. */
"NSCameraUsageDescription" = "QRコードのスキャンに使用";

/* loco:6332c96135f7406d4875f522 */
"NSFaceIDUsageDescription" = "Face IDでアプリのロックを解除できます";

/* loco:6332c96135f7406d4875f523
 * MARK: - App */
"app__name" = "2FAS Authenticator";

/* loco:6332c96135f7406d4875f525 */
"commons__2fas" = "2FA Authenticator (2FASアプリ)";

/* loco:6332c96135f7406d4875f526 */
"commons__OK" = "OK";

/* loco:6332c96135f7406d4875f529 */
"commons__add" = "追加";

/* loco:6332c96135f7406d4875f52e
 * MARK: - Commons */
"commons__cancel" = "キャンセル";

/* loco:6332c96135f7406d4875f52f */
"commons__notifications" = "通知";

/* loco:6332c96135f7406d4875f532
 * A number replaces %d, for example, 4 of 5. */
"commons__page_of_page_title" = "%d / %d";

/* loco:6332c96135f7406d4875f533
 * notifications__service_already_removed_from_backup */
"notifications__service_already_removed_title" = "サービスはすでにバックアップから削除されています";

/* loco:6332c96135f7406d4875f534
 * notifications__service_already_modified_in_backup */
"notifications__service_already_modified_title" = "サービスの変更はバックアップに反映済みです";

/* loco:6332c96135f7406d4875f535
 * backup__user_is_over_quota_on_icloud */
"backup__user_over_quota_icloud" = "iCloudの割り当て容量を超えています";

/* loco:6332c96135f7406d4875f536
 * backup__icloud_is_not_available */
"backup__icloud_not_available" = "iCloudは利用できません";

/* loco:6332c96135f7406d4875f537
 * backup__icloud_has_been_disabled_by_user */
"backup__icloud_disabled_title" = "iCloudはユーザーによって無効にされました";

/* loco:6332c96135f7406d4875f538
 * backup__turned_off_description_bold_part */
"backup__2fas_backup" = "2FASバックアップ";

/* loco:6332c96135f7406d4875f539 */
"commons__close" = "閉じる";

/* loco:6332c96135f7406d4875f53c */
"commons__continue" = "続ける";

/* loco:6332c96135f7406d4875f53d */
"commons__copy" = "コピー";

/* loco:6332c96135f7406d4875f53f */
"commons__delete" = "削除";

/* loco:6332c96135f7406d4875f540 */
"commons__dismiss" = "閉じる";

/* loco:6332c96135f7406d4875f541 */
"commons__done" = "完了";

/* loco:6332c96135f7406d4875f542 */
"commons__edit" = "編集";

/* loco:6332c96135f7406d4875f543 */
"commons__enter_code_manually" = "コードを手動で入力";

/* loco:6332c96135f7406d4875f544 */
"commons__error" = "エラー";

/* loco:6332c96135f7406d4875f546 */
"commons__info" = "情報";

/* loco:6332c96135f7406d4875f548 */
"commons__next" = "次へ";

/* loco:6332c96135f7406d4875f54b */
"commons__notice" = "お知らせ";

/* loco:6332c96135f7406d4875f54c */
"commons__off" = "オフ";

/* loco:6332c96135f7406d4875f54d */
"commons__on" = "オン";

/* loco:6332c96135f7406d4875f54e
 * commons__point_your_camera_at_code_on_website */
"commons__camera_title" = "カメラを画面に向けてQRコードを撮影します";

/* loco:6332c96135f7406d4875f550 */
"commons__rename" = "名前を変更";

/* loco:6332c96135f7406d4875f552 */
"commons__retry" = "リトライ";

/* loco:6332c96135f7406d4875f553 */
"commons__save" = "保存";

/* loco:6332c96135f7406d4875f555 */
"commons__scan_qr_code" = "QRコードをスキャン";

/* loco:6332c96135f7406d4875f558 */
"commons__service" = "サービス";

/* loco:6332c96135f7406d4875f55a */
"commons__set" = "設定";

/* loco:6332c96135f7406d4875f55c */
"commons__skip" = "スキップ";

/* loco:6332c96135f7406d4875f55f */
"commons__tokens" = "認証コード";

/* loco:6332c96135f7406d4875f562 */
"commons__warning" = "注意";

/* loco:6332c96135f7406d4875f564 */
"commons__no_results" = "結果なし";

/* loco:6332c96135f7406d4875f565 */
"commons__customize" = "カスタマイズ";

/* loco:6332c96135f7406d4875f566 */
"commons__approve" = "承認";

/* loco:6332c96135f7406d4875f567 */
"commons__deny" = "拒否";

/* loco:6332c96135f7406d4875f568
 * max. %d chars = Maximum number of characters
commons__provided_text_too_long */
"commons__text_long_title" = "テキストが長すぎます (最大 %d文字)";

/* loco:6332c96135f7406d4875f569 */
"commons__got_it" = "わかりました！";

/* loco:6332c96135f7406d4875f584 */
"fingerprint__verifying" = "確認中…";

/* loco:6332c96135f7406d4875f588
 * fingerprint__setup_content */
"fingerprint__confirm_title" = "指紋認証して続けます。";

/* loco:6332c96135f7406d4875f58c
 * fingerprint__use_pin */
"fingerprint__use_pin_title" = "今回はPINを使用";

/* loco:6332c96135f7406d4875f58d
 * MARK: - Introduction */
"introduction__page_1_title" = "すばらしい！";

/* loco:6332c96135f7406d4875f58e */
"introduction__page_1_content" = "2FASにより、あなたのスマートフォンがオンラインサービスへの安全な認証鍵となりました。世界中で600万人以上のユーザーに信頼されています。";

/* loco:6332c96135f7406d4875f58f */
"introduction__page_2_title" = "シンプル";

/* loco:6332c96135f7406d4875f590 */
"introduction__page_2_content" = "2FAS をオンラインサービスとペアリングしてください。QRコードを使って数秒で2要素認証を有効にできます。";

/* loco:6332c96135f7406d4875f591 */
"introduction__page_3_title" = "プライバシー";

/* loco:6332c96135f7406d4875f592 */
"introduction__page_3_content" = "2FASはあなたのプライバシーを大切にし、守ります。このアプリがあなたの個人情報を収集したり、処理したり、利用したりすることは決してありません。";

/* loco:6332c96135f7406d4875f593 */
"introduction__page_4_title" = "セキュリティ";

/* loco:6332c96135f7406d4875f594 */
"introduction__page_4_content_ios" = "認証コードはデバイスのストレージ内にオフラインで保存されています。バックアップを忘れずに！ iCloud同期とPINパスワードを使用して、不正アクセスやデバイスの破損から保護してください。";

/* loco:6332c96135f7406d4875f595
 * introduction__start_using */
"introduction__title" = "2FASを使い始める";

/* loco:6332c96135f7406d4875f596 */
"introduction__tos" = "利用規約";

/* loco:6332c96135f7406d4875f597 */
"introduction__description_title" = "2FASとオンラインサービスのアカウントを連携させるか、認証コードをインポートしてください";

/* loco:6332c96135f7406d4875f598 */
"introduction__pair_new_service" = "新しいサービスとペアリングする";

/* loco:6332c96135f7406d4875f599
 * introduction__import_2fas */
"introduction__import_2fas_title" = "2FASのバックアップファイルをインポート";

/* loco:6332c96135f7406d4875f59a
 * introduction__import_ga */
"introduction__import_google_authenticator" = "Google Authenticatorからインポート";

/* loco:6332c96135f7406d4875f59b
 * introduction__not_sure */
"introduction__what_to_do" = "分からないことがありますか？";

/* loco:6332c96135f7406d4875f59c
 * introduction__ga_import_description */
"introduction__google_authenticator_import_process" = "Google Authenticatorの「アカウントを移行」を使用し、アカウントをQRコードにエクスポートします。次に、別のデバイスを使用してエクスポートしたQRコードを撮り、自分のデバイスに送信し（または、可能ならスクリーンショットを撮り）、下にある「QRコードを選択」オプションを使用します。別のデバイスからコードをインポートする場合は、代わりに「QRコードをスキャン」ボタンを使用します。";

/* loco:6332c96135f7406d4875f59d
 * introduction__choose_qr */
"introduction__choose_qr_code" = "QRコードを選択";

/* loco:6332c96135f7406d4875f59e
 * introduction__scan_qr */
"introduction__scan_qr_code" = "QRコードをスキャン";

/* loco:6332c96135f7406d4875f59f
 * Original: Adding code */
"notifications__adding_code" = "新しいコードを追加中";

/* loco:6332c96135f7406d4875f5a6
 * notifications__private_key_copied */
"notifications__service_key_copied" = "秘密鍵をコピーしました";

/* loco:6332c96135f7406d4875f5a7
 * voiceover__token_is_already_on_the_list */
"notifications__token_already_added" = "この認証コードはすでにリストに存在します";

/* loco:6332c96135f7406d4875f5a8 */
"notifications__counter_copied" = "カウンターをコピーしました";

/* loco:6332c96135f7406d4875f5a9 */
"notifications__token_copied" = "認証コードをコピーしました";

/* loco:6332c96135f7406d4875f5aa */
"notifications__next_token_copied" = "次の認証コードをコピーしました";

/* loco:6332c96135f7406d4875f5ad
 * notifications__would_you_like_to_add_this_code */
"notifications__add_code_question_title" = "このコードを追加しますか: %@";

/* loco:6332c96135f7406d4875f5b1
 * MARK: - Permissions */
"permissions__open_settings" = "設定を開きます";

/* loco:6332c96135f7406d4875f5b8 */
"security__incorrect_PIN" = "PINが間違っています";

/* loco:6332c96135f7406d4875f5b9 */
"security__change_pin" = "PIN変更";

/* loco:6332c96135f7406d4875f5ba */
"security__confirm_you_are_device_owner" = "デバイスの所有者であることを確認してください";

/* loco:6332c96135f7406d4875f5bb
 * security__confirm_your_new_pin */
"security__confirm_new_pin" = "新しいPINを確認してください";

/* loco:6332c96135f7406d4875f5bc */
"security__create_pin" = "PIN作成";

/* loco:6332c96135f7406d4875f5c0 */
"security__enter_current_pin" = "現在のPINを入力してください";

/* loco:6332c96135f7406d4875f5c1
 * security__enter_your_new_pin */
"security__enter_new_pin" = "新しいPINを入力してください";

/* loco:6332c96135f7406d4875f5c2
 * security__enter_your_pin */
"security__enter_pin" = "PINを入力してください";

/* loco:6332c96135f7406d4875f5c8
 * MARK: - Security */
"security__too_many_attempts_try_again_after_formatter" = "試行回数が多すぎます。もう一度お試しください %@";

/* loco:6332c96135f7406d4875f5c9 */
"security__too_many_attempts_try_again_after" = "試行回数が多すぎます。%@ 分後にもう一度お試しください。";

/* loco:6332c96135f7406d4875f5ca
 * security__too_many_attempts_try_again_later */
"security__too_many_attempts_error" = "試行回数が多すぎます。しばらくしてからもう一度お試しください。";

/* loco:6332c96135f7406d4875f5cb
 * security__too_many_attempts_try_again_after_one_minute */
"security__too_many_attempts_error_2" = "試行回数が多すぎます。1 分後にもう一度お試しください。";

/* loco:6332c96135f7406d4875f5d8 */
"settings__backup_and_synchronization" = "バックアップと同期";

/* loco:6332c96135f7406d4875f5d9 */
"settings__choose_topic" = "トピック選択";

/* loco:6332c96135f7406d4875f5da */
"settings__configure_mail_service_try_again" = "メールサービスを設定して再試行してください";

/* loco:6332c96135f7406d4875f5e6 */
"settings__general" = "一般";

/* loco:6332c96135f7406d4875f5e8 */
"settings__mail_services_not_available" = "メールは利用できません";

/* loco:6332c96135f7406d4875f5ef */
"settings__problem" = "問題";

/* loco:6332c96135f7406d4875f5f1 */
"settings__security" = "セキュリティ";

/* loco:6332c96135f7406d4875f5f2 */
"settings__select_pin_length" = "PINの長さを選ぶ";

/* loco:6332c96135f7406d4875f5f3 */
"settings__settings" = "設定";

/* loco:6332c96135f7406d4875f5f6
 * czy to dalej będzie w aplikacji? */
"settings__suggestion" = "提案";

/* loco:6332c96135f7406d4875f5fd */
"settings__advanced" = "詳細";

/* loco:6332c96135f7406d4875f5fe */
"settings__widgets" = "ウィジェット";

/* loco:6332c96135f7406d4875f5ff */
"settings__display_selected_services" = "選択したサービスをホーム画面のウィジェットに表示する";

/* loco:6332c96135f7406d4875f600
 * settings__after_you_enable_widgets */
"settings__widgets_title" = "ウィジェットを有効にすると、PIN コードなしですべての認証コードにアクセスできるようになります。\n\nウィジェットを有効にしてもよろしいですか?";

/* loco:6332c96135f7406d4875f601 */
"settings__show_next_token" = "次の認証コードを表示";

/* loco:6332c96135f7406d4875f602 */
"settings__see_incoming_tokens" = "次の認証コードをリストに表示する";

/* loco:6332c96135f7406d4875f604 */
"settings__trash" = "ゴミ箱";

/* loco:6332c96135f7406d4875f605 */
"settings__restore" = "元に戻す";

/* loco:6332c96135f7406d4875f607 */
"settings__trash_is_empty" = "ゴミ箱は空です";

/* loco:6332c96135f7406d4875f608 */
"settings__share_app" = "アプリを共有";

/* loco:6332c96135f7406d4875f60f
 * tokens__remove_from_list */
"tokens__delete_token" = "本当にこの認証コードを削除しますか？：";

/* loco:6332c96135f7406d4875f610 */
"tokens__move_to_trash" = "ゴミ箱に入れる";

/* loco:6332c96135f7406d4875f612 */
"tokens__additional_info" = "追加情報";

/* loco:6332c96135f7406d4875f613 */
"tokens__choose_method" = "方法を選んでください";

/* loco:6332c96135f7406d4875f617 */
"tokens__duplicated_private_key" = "秘密鍵が重複しています";

/* loco:6332c96135f7406d4875f61c
 * tokens__incorrect_private_key */
"tokens__incorrect_service_key" = "秘密鍵が正しくありません（数字2～7とアルファベット）、最大512文字";

/* loco:6332c96135f7406d4875f61d */
"tokens__try_again" = "OK、もう一度やってみましょう";

/* loco:6332c96135f7406d4875f61f
 * Original: To capture the QR code
tokens__point_right_2fa_code */
"tokens__scan_qr_code_title" = "カメラを画面に向け、QRコードをスキャンします";

/* loco:6332c96135f7406d4875f620
 * tokens__private_key */
"tokens__service_key" = "秘密鍵";

/* loco:6332c96135f7406d4875f621 */
"tokens__qr_code_leads_to_app_store" = "このQRコードからApp Storeにアクセスできます";

/* loco:6332c96135f7406d4875f624
 * tokens__remove_it_forever */
"tokens__remove_forever" = "認証コードを削除";

/* loco:6332c96135f7406d4875f625
 * tokens__search_by_service_name_or_login */
"tokens__search_service_title" = "サービスを検索";

/* loco:6332c96135f7406d4875f626
 * tokens__search_sorry_service_not_found */
"tokens__service_not_found_search" = "サービスが見つかりません";

/* loco:6332c96135f7406d4875f627
 * Original: Take another try with a different search term
tokens__search_take_another_try_different_search_term */
"tokens__try_different_search_term" = "別の検索キーワードでもう一度試してみる";

/* loco:6332c96135f7406d4875f62e */
"tokens__service_key_to_short" = "秘密鍵が短すぎます。4文字以上にしてください。";

/* loco:6332c96135f7406d4875f62f */
"tokens__service_name" = "サービス名";

/* loco:6332c96135f7406d4875f633
 * tokens__this_private_key_exists_used_in */
"tokens__service_key_already_used_title" = "スキャンしたコードの秘密鍵は %@ ですでに使用されています。おそらくまたスキャンしているのでしょう。";

/* loco:6332c96135f7406d4875f634 */
"tokens__this_qr_code_is_inavlid" = "このコードは正しくないか、サポートしていない形式です。やり直してください。";

/* loco:6332c96135f7406d4875f638 */
"tokens__type_service_name" = "サービス名を入力";

/* loco:6332c96135f7406d4875f639 */
"tokens__enter_service_name" = "サービス名を入力";

/* loco:6332c96135f7406d4875f63a
 * tokens__unfortunately_we_dont_know_that_service_name_it */
"tokens__service_name_unknown_title" = "すみません、そのサービスは認識できません。名前を付けてもらえますか？";

/* loco:6332c96135f7406d4875f63d
 * tokens__you_wont_be_able_to_restore */
"tokens__token_not_possible_to_restore" = "この認証コードを復元することはできなくなります。";

/* loco:6332c96135f7406d4875f63e */
"tokens__badge_color" = "バッジの色";

/* loco:6332c96135f7406d4875f63f */
"tokens__change_brand_icon" = "ブランドアイコン変更";

/* loco:6332c96135f7406d4875f641 */
"tokens__change_label" = "ラベル変更";

/* loco:6332c96135f7406d4875f642 */
"tokens__service_information" = "サービス情報";

/* loco:6332c96135f7406d4875f643 */
"tokens__personalization" = "カスタマイズ";

/* loco:6332c96135f7406d4875f645 */
"tokens__brand_icon" = "ブランドアイコン";

/* loco:6332c96135f7406d4875f646 */
"tokens__label" = "ラベル";

/* loco:6332c96135f7406d4875f647
 * tokens__remove_the_service */
"tokens__remove_service_from_app" = "このサービスを2FASから削除";

/* loco:6332c96135f7406d4875f648
 * tokens__label_one_or_two */
"tokens__label_characters_title" = "ラベル（1文字または2文字）:";

/* loco:6332c96135f7406d4875f649 */
"tokens__pick_background_color" = "背景色を選択:";

/* loco:6332c96135f7406d4875f64a */
"tokens__num_added" = "％@ を追加しました";

/* loco:6332c96135f7406d4875f64b */
"tokens__next_token" = "次の認証コード: %@";

/* loco:6332c96135f7406d4875f64c */
"tokens__next_token_title" = "次の認証コード";

/* loco:6332c96135f7406d4875f64d */
"tokens__my_tokens" = "マイトークン";

/* loco:6332c96135f7406d4875f64e */
"tokens__removing_group" = "グループ削除";

/* loco:6332c96135f7406d4875f64f
 * tokens__all_tokens_will_be_moved */
"tokens__all_tokens_moved_to_group_title" = "すべての認証コードはグループ「マイトークン」に移動されます";

/* loco:6332c96135f7406d4875f650 */
"tokens__add_group" = "グループ追加";

/* loco:6332c96135f7406d4875f651 */
"tokens__group_name" = "グループ名：";

/* loco:6332c96135f7406d4875f652 */
"tokens__select_from_gallery" = "ギャラリーから選択";

/* loco:6332c96135f7406d4875f653 */
"tokens__camera_is_unavailable" = "カメラは利用できません";

/* loco:6332c96135f7406d4875f654
 * tokens__check_if_app_has_proper_permissions */
"tokens__check_app_permissions" = "システム設定でアプリに適切な権限があるか確認する";

/* loco:6332c96135f7406d4875f655 */
"tokens__no_qr_codes_found" = "QRコードが見つかりません";

/* loco:6332c96135f7406d4875f656
 * tokens__no_correct_qr_code_had_been_found

No correct QR codes had been found in the selected image. Please try a different image. */
"tokens__no_correct_qr_code_found_title" = "選択した画像には正しいQRコードがありません。別の画像をお試しください。";

/* loco:6332c96135f7406d4875f658 */
"tokens__select_service" = "サービス選択";

/* loco:6332c96135f7406d4875f659 */
"tokens__adding_service_question_title" = "どのサービスを追加しますか？";

/* loco:6332c96135f7406d4875f65a */
"tokens__retype_this_token" = "認証コードを再入力";

/* loco:6332c96135f7406d4875f65b
 * tokens__unlock_and_retype_this_token */
"tokens__unlock_and_retype_token_title" = "ロックを解除して認証コードを再入力してください";

/* loco:6332c96135f7406d4875f65c */
"tokens__group" = "グループ";

/* loco:6332c96135f7406d4875f65d */
"tokens__select_group" = "グループ選択";

/* loco:6332c96135f7406d4875f65e */
"tokens__google_auth_import" = "Google Authenticatorから認証コードをインポートします";

/* loco:6332c96135f7406d4875f65f */
"tokens__google_auth_import_subtitle" = "このQRコードを使用すると、Google Authenticatorから認証コードをインポートできます";

/* loco:6332c96135f7406d4875f660
 * A number replaces %d */
"tokens__google_auth_out_of_title" = "%d 件中 %d 件";

/* loco:6332c96135f7406d4875f661 */
"tokens__google_auth_import_subtitle_end" = "認証コードをインポートします。";

/* loco:6332c96135f7406d4875f662 */
"tokens__sort_by" = "並べ替え";

/* loco:6332c96135f7406d4875f663
 * tokens__sort_by_az */
"tokens__sort_by_a_to_z" = "A - Z";

/* loco:6332c96135f7406d4875f664
 * tokens__sort_by_za */
"tokens__sort_by_z_to_a" = "Z - A";

/* loco:6332c96135f7406d4875f665 */
"tokens__sort_by_manual" = "手動";

/* loco:6332c96135f7406d4875f666 */
"tokens__advanced" = "詳細";

/* loco:6332c96135f7406d4875f667
 * tokens__advanced_alert_title */
"tokens__advanced_alert" = "注意";

/* loco:6332c96135f7406d4875f668
 * tokens__advanced_alert_description */
"tokens__advanced_alert_description_title" = "詳細設定の変更はおすすめしません。2要素認証プロバイダーが必要とし、明確な指示がある場合にのみ変更してください。";

/* loco:6332c96135f7406d4875f669 */
"tokens__token_settings" = "認証コード設定";

/* loco:6332c96135f7406d4875f66a */
"tokens__otp_authentication" = "ワンタイムパスワード(OTP)認証";

/* loco:6332c96135f7406d4875f66b */
"tokens__algorithm" = "アルゴリズム";

/* loco:6332c96135f7406d4875f66c */
"tokens__refresh_time" = "更新時間";

/* loco:6332c96135f7406d4875f66d */
"tokens__number_of_digits" = "桁数";

/* loco:6332c96135f7406d4875f66e */
"tokens__counter" = "カウンター";

/* loco:6332c96135f7406d4875f66f */
"tokens__initial_counter" = "初期カウンター";

/* loco:6332c96135f7406d4875f670
 * A number replaces %d */
"tokens__second" = "%d秒";

/* loco:6332c96135f7406d4875f671 */
"tokens__hotp" = "HOTP";

/* loco:6332c96135f7406d4875f672 */
"tokens__totp" = "TOTP";

/* loco:6332c96135f7406d4875f673 */
"tokens__advanced_settings_footer_title" = "詳細設定の変更は推奨されません。2要素認証プロバイダーが必要とし、明確な指示がある場合にのみ変更してください。";

/* loco:6332c96135f7406d4875f674 */
"tokens__gallery_advice_title" = "ベストプラクティス";

/* loco:6332c96135f7406d4875f675
 * ADD A SPACE AT THE END */
"tokens__gallery_advice_content_first" = "サービスが正常に追加されました。次のことを強くお勧めします　";

/* loco:6332c96135f7406d4875f676
 * ADD A SPACE AFTER COMA */
"tokens__gallery_advice_content_middle_bold" = "QRスクリーンショットをギャラリーから削除";

/* loco:6332c96135f7406d4875f677 */
"tokens__gallery_advice_content_last" = "\nこのQRコードのスクリーンショットが他人の手に渡ると、そのサービスの２要素認証コードが取得される可能性があります。";

/* loco:6332c96135f7406d4875f678 */
"tokens__request_icon_page_title" = "アイコンをリクエスト";

/* loco:6332c96135f7406d4875f679 */
"tokens__request_icon_social_title" = "Discordで教える";

/* loco:6332c96135f7406d4875f67a */
"tokens__request_icon_social_link" = "Discordサーバーにログイン";

/* loco:6332c96135f7406d4875f67b */
"tokens__request_icon_social_description" = "ユーザーがリクエストしたアイコンに投票できるようにします。";

/* loco:6332c96135f7406d4875f67c */
"tokens__request_icon_middle" = "か";

/* loco:6332c96135f7406d4875f67d */
"tokens__request_icon_provider_title" = "サービスプロバイダーに知らせる";

/* loco:6332c96135f7406d4875f67e */
"tokens__request_icon_provider_description" = "ソーシャル メディアやメールを使用して、このテキストを共有できます。";

/* loco:6332c96135f7406d4875f67f */
"tokens__request_icon_provider_message" = "こんにちは！2FASを使用して、2要素認証であなたのサービスにログインしています。しかし、サービスのアイコンが表示されていません。こちらのリンクからアイコンを登録できます：https://2fas.com/yb";

/* loco:6332c96135f7406d4875f680 */
"tokens__request_icon_provider_message_link" = "https://2fas.com/yb";

/* loco:6332c96135f7406d4875f681 */
"tokens__request_icon_provider_footnote" = "企業の公式アカウントへのタグ付けもお忘れなく！";

/* loco:6332c96135f7406d4875f682 */
"tokens__order_icon_description" = "2FASでブランド アイコンが見つかりませんか？";

/* loco:6332c96135f7406d4875f683 */
"tokens__order_icon_link" = "ブランドアイコンをリクエスト";

/* loco:6332c96135f7406d4875f684 */
"tokens__order_icon_title" = "ブランドアイコンをリクエスト";

/* loco:6332c96135f7406d4875f685 */
"tokens__order_menu_title" = "リクエストの方法を選んでください";

/* loco:6332c96135f7406d4875f686 */
"tokens__order_menu_option_user" = "ユーザーとしてアイコンをリクエスト";

/* loco:6332c96135f7406d4875f687 */
"tokens__order_menu_option_company" = "会社としてアイコンを送信";

/* loco:6332c96135f7406d4875f688
 * tokens__you_will_not_be_able_to_sign_in_to_your */
"tokens__sign_in_not_possible_title" = "%@ の2要素認証をオンにしている限り、この認証コードがなければ%@のアカウントにサインインすることができなくなります。";

/* loco:6332c96135f7406d4875f6cd */
"voiceover__show_service_key" = "秘密鍵を表示";

/* loco:6332c96135f7406d4875f6ce */
"voiceover__copy_service_key" = "秘密鍵をコピー";

/* loco:6332c96135f7406d4875f6cf
 * voiceover__seconds_left */
"voiceover__seconds_left_counter_title" = "認証コードが変わるまでの残り秒数カウンター";

/* loco:6332c96135f7406d4875f6d0 */
"voiceover__delete_button" = "削除ボタン";

/* loco:6332c96135f7406d4875f6d3 */
"voiceover__service_deleted" = "サービスを削除しました";

/* loco:6332c96135f7406d4875f6d5
 * voiceover__hidden_secret_key_use_show button */
"voiceover__reveal_hidden_secret_key_button_title" = "このフィールドには秘密鍵が隠されています。表示するには、[表示] ボタンを押してください。ロック画面にアプリのPINを設定している場合のみ機能します。";

/* loco:6332c96135f7406d4875f6d6 */
"voiceover__service_name" = "サービス名: %@";

/* loco:6332c96135f7406d4875f6d7 */
"voiceover__additional_info" = "追加情報： ％@";

/* loco:6332c96135f7406d4875f6d8 */
"voiceover__token_tap_to_copy" = "%@ の認証コード。タップしてコピー";

/* loco:6332c96135f7406d4875f6d9 */
"voiceover__edit" = "%@を編集";

/* loco:6332c96135f7406d4875f6da */
"voiceover__service_label_with_name_and_color" = "名前 %@ と色 %@ のサービス ラベル";

/* loco:6332c96135f7406d4875f6db */
"voiceover__service_icon" = "%@ サービスアイコン";

/* loco:6332c96135f7406d4875f6dc */
"voiceover__selected" = "選択済み";

/* loco:6332c96135f7406d4875f6dd */
"voiceover__not_selected" = "未選択";

/* loco:6332c96135f7406d4875f6de */
"voiceover__badge_color" = "バッジの色: %@";

/* loco:6332c96135f7406d4875f6df */
"voiceover__dismissing" = "閉じる";

/* loco:6332c96135f7406d4875f6e0 */
"voiceover__secret_hint" = "数字2～9とアルファベットのみ。4文字以上";

/* loco:6332c96135f7406d4875f6e1 */
"voiceover__add_service" = "サービス追加";

/* loco:6332c96135f7406d4875f6e2 */
"voiceover__add_group" = "グループ追加";

/* loco:6332c96135f7406d4875f6e3
 * voiceover__use_add_service_button */
"voiceover__use_add_service_button_title" = "新しいサービスを追加するには、「サービス追加」ボタンを使用してください";

/* loco:6332c96135f7406d4875f6e4 */
"voiceover__no_search_results" = "検索結果なし";

/* loco:6332c96135f7406d4875f6e6
 * voiceover__sort_by */
"voiceover__sort_by_title" = "ソートを使ってサービスを並べ替えます";

/* loco:6332c96135f7406d4875f6e7 */
"voiceover__spinner" = "読み込み中";

/* loco:6332c96135f7406d4875f6f3 */
"backup__incorrect_secret" = "「%@」シークレットに無効な文字が含まれているため、認証コードをバックアップできませんでした。リストから削除して再試行してください";

/* loco:6332c96135f7406d4875f6f4 */
"backup__import" = "インポート";

/* loco:6332c96135f7406d4875f6f5 */
"backup__export" = "エクスポート";

/* loco:6332c96135f7406d4875f6f7 */
"backup__backup_disabled_title" = "2FASバックアップは、データの整合性を保護するため無効になります。";

/* loco:6332c96135f7406d4875f6f8 */
"backup__error_while_exporting_file" = "ファイルのエクスポート中にエラーが発生しました";

/* loco:6332c96135f7406d4875f6fb */
"backup__import_completed_successfuly" = "インポートは正常に完了しました";

/* loco:6332c96135f7406d4875f6fe
 * camera__video_device_in_use_by_another_app */
"camera__camera_used_by_other_app_title" = "別のアプリがカメラを使用しています。他のアプリを閉じても解決しない場合は、デバイスを再起動してください";

/* loco:6332c96135f7406d4875f6ff
 * camera__video_device_unavailable_due_to_system_overload */
"camera__camera_unavailable_title" = "システムの過負荷のため、カメラが使用できません。デバイスを再起動してみてください";

/* loco:6332c96135f7406d4875f700 */
"camera__cant_initialize_camera_general" = "カメラを初期化できません。デバイスを再起動してみてください";

/* loco:6332c96135f7406d4875f701 */
"camera__cant_initialize_camera_split_view" = "Split Viewモードではカメラを初期化できません。アプリを全画面で開いて再試行してください";

/* loco:6332c96135f7406d4875f702 */
"restore__how_to_restore" = "2FASを復元するにはどうすればよいですか？";

/* loco:6332c96135f7406d4875f703 */
"restore__application_restoration" = "アプリケーションの復元";

/* loco:6332c96135f7406d4875f704
 * restore_if_you_forgotten */
"restore__reset_Pin_title" = "PINを忘れた場合、または2FASをリセットしたい場合は、アプリを再インストールする必要があります。";

/* loco:6332c96135f7406d4875f705
 * restore_please_remember */
"restore__backup_advice" = "バックアップせずにアプリをリセットすると、すべてのコードにアクセスできなくなりますのでご注意ください。つまり、2要素認証で保護されたすべてのアカウントにアクセスできなくなります。";

/* loco:6332c96135f7406d4875f706
 * restore_if_you_have_backup */
"restore__backup_title" = "バックアップがあれば、すべての認証コードを復元することができます。";

/* loco:6332c96135f7406d4875f707 */
"backup__cloud_backup" = "クラウドバックアップ";

/* loco:6332c96135f7406d4875f708 */
"backup__icloud_sync" = "iCloud同期";

/* loco:6332c96135f7406d4875f709 */
"backup__section_description" = "推奨: iCloud同期は、デバイスを紛失または破損した場合に備えて、認証コードをApple iCloudに安全に保管します。オンにしておいてください。";

/* loco:6332c96135f7406d4875f70a */
"backup__file_backup" = "ファイルバックアップ";

/* loco:6332c96135f7406d4875f70b
 * backup__use_file_backup_for */
"backup__file_backup_offline_title" = "ファイルバックアップは、認証コードをオフラインでバックアップするために使用します。";

/* loco:6332c96135f7406d4875f70c */
"backup__backup_removal" = "バックアップの削除";

/* loco:6332c96135f7406d4875f70d */
"backup__delete_2fas_backup" = "2FASバックアップを削除";

/* loco:6332c96135f7406d4875f70f */
"backup__warning_introduction" = "警告！2FASバックアップを削除すると、このアカウントと同期している他のデバイスからもすべての認証コードが消去されます。\n他のデバイス上の認証コードを保持したい場合は、削除する前に2FASバックアップをオフにしていることを確認してください。";

/* loco:6332c96135f7406d4875f710
 * backup__i_want_to_delete */
"backup__delete_title" = "バックアップを削除する";

/* loco:6332c96135f7406d4875f711 */
"backup__export_to_backup_file" = "バックアップをファイルにエクスポート";

/* loco:6332c96135f7406d4875f712
 * backup__you_can_import_exported_file */
"backup__import_file_title" = "2FASを使って、エクスポートしたファイルを他のデバイスにインポートできます";

/* loco:6332c96135f7406d4875f713 */
"backup__export_to_file" = "ファイルにエクスポートする";

/* loco:6332c96135f7406d4875f715 */
"backup__verify_pin" = "PINを確認";

/* loco:6332c96135f7406d4875f716 */
"backup__save_file" = "保存";

/* loco:6332c96135f7406d4875f717 */
"backup__import_backup_file" = "バックアップファイルをインポート";

/* loco:6332c96135f7406d4875f718
 * backup__youre_goint_to_import_backup */
"backup__import_other_devices" = "バックアップファイルをインポートします。";

/* loco:6332c96135f7406d4875f719 */
"backup__import_file" = "ファイルをインポートする";

/* loco:6332c96135f7406d4875f71a */
"backup__choose_antother_file" = "他のファイルを選んでください\n";

/* loco:6332c96135f7406d4875f71b */
"backup__no_new_services" = "インポートするものがありません";

/* loco:6332c96135f7406d4875f71c */
"backup__file_error" = "ファイルエラー！";

/* loco:6332c96135f7406d4875f71d
 * backup__services_form_file_will_be_merged */
"backup__services_merge_title" = "ファイル内のサービスはアプリのサービスに追加されます";

/* loco:6332c96135f7406d4875f71e */
"backup__no_new_services_error" = "ファイルが空、またはファイル内のすべてのサービスがすでにアプリに登録済みです";

/* loco:6332c96135f7406d4875f71f */
"backup__update_required_to_import_title" = "このファイルをインポートするには、アプリの更新が必要です。最新バージョンをApp Storeから入手してください。";

/* loco:6332c96135f7406d4875f720 */
"backup__cant_read_file_error" = "ファイルを読み込めません。壊れているか、アクセス中にエラーが発生した可能性があります。別のファイルを選択してください";

/* loco:6332c96135f7406d4875f721 */
"backup__password" = "パスワード";

/* loco:6332c96135f7406d4875f722 */
"backup__repeat_password" = "パスワード再入力";

/* loco:6332c96135f7406d4875f723 */
"backup__incorrect_character_error" = "使えない文字が含まれています。アルファベットA～Z、a～zと数字、次の記号のみが使えます: -_/!#$%&+*~@?=^.,'(){}[]:;<>|";

/* loco:6332c96135f7406d4875f724 */
"backup__to_short_error" = "指定されたフレーズが短すぎます (最小 3 文字)";

/* loco:6332c96135f7406d4875f725 */
"backup__passwords_dont_match" = "パスワードが一致しません";

/* loco:6332c96135f7406d4875f726 */
"backup__save_and_export" = "保存してエクスポート\n";

/* loco:6332c96135f7406d4875f727 */
"backup__set_password_title" = "バックアップファイルの保護を強化するため、パスワードを設定してください";

/* loco:6332c96135f7406d4875f728 */
"backup__enter_password_title" = "インポート処理を続行するには、このバックアップファイルのパスワードを入力してください";

/* loco:6332c96135f7406d4875f729 */
"backup__backup_file_password_title" = "バックアップファイルにパスワードを設定";

/* loco:6332c96135f7406d4875f72a */
"backup__incorrect_password" = "パスワードが間違っています";

/* loco:6332c96135f7406d4875f72b
 * %d - number */
"backup__new_services" = "%d個の新しいサービス";

/* loco:6332c96135f7406d4875f72c
 * %d - number */
"backup__services_imported_count" = "ファイルから%d個のサービスをインポートしました";

/* loco:6332c96135f7406d4875f72d
 * backup__user_has_icloud_problem */
"backup__icloud_problem" = "iCloudに問題があります。システム設定を確認してください";

/* loco:6332c96135f7406d4875f72f
 * backup__encrypted_unsupported */
"backup__encrypted_files_not_supported" = "このファイルは暗号化されています。暗号化されていないファイルのみをサポートします";

/* loco:6332c96135f7406d4875f730 */
"tokens__copy_token" = "認証コードをコピー";

/* loco:6332c96135f7406d4875f731
 * tokens__i_want_to_delete_this_servie */
"tokens__i_want_to_delete_this_token" = "はい、このサービスを削除します";

/* loco:6332c96135f7406d4875f732 */
"color__neutral" = "なし";

/* loco:6332c96135f7406d4875f733 */
"color__light_blue" = "水色";

/* loco:6332c96135f7406d4875f734 */
"color__indigo" = "藍色";

/* loco:6332c96135f7406d4875f735 */
"color__purple" = "紫";

/* loco:6332c96135f7406d4875f736 */
"color__turquoise" = "ターコイズ";

/* loco:6332c96135f7406d4875f737 */
"color__green" = "緑";

/* loco:6332c96135f7406d4875f738 */
"color__red" = "赤";

/* loco:6332c96135f7406d4875f739 */
"color__orange" = "オレンジ";

/* loco:6332c96135f7406d4875f73a */
"color__yellow" = "黄";

/* loco:6332c96135f7406d4875f73c */
"settings__knowledge" = "知識";

/* loco:6332c96135f7406d4875f73d */
"settings__support_and_share" = "支援と共有";

/* loco:6332c96135f7406d4875f73e */
"settings__tell_a_friend" = "友達に共有";

/* loco:6332c96135f7406d4875f73f */
"settings__write_a_review" = "レビューを書く";

/* loco:6332c96135f7406d4875f741 */
"settings__about" = "概要";

/* loco:6332c96135f7406d4875f742 */
"settings__privacy_policy" = "プライバシーポリシー";

/* loco:6332c96135f7406d4875f743 */
"settings__terms_of_service" = "サービス利用規約";

/* loco:6332c96135f7406d4875f744 */
"settings__version" = "アプリバージョン %@";

/* loco:6332c96135f7406d4875f745 */
"settings__no_limit" = "制限なし";

/* loco:6332c96135f7406d4875f746 */
"settings__pin_code" = "PIN";

/* loco:6332c96135f7406d4875f747 */
"settings__app_security" = "アプリのセキュリティ";

/* loco:6332c96135f7406d4875f748 */
"settings__app_blocking" = "ロックアウト設定";

/* loco:6332c96135f7406d4875f749 */
"settings__face_id" = "Face ID";

/* loco:6332c96135f7406d4875f74a */
"settings__touch_id" = "Touch ID";

/* loco:6332c96135f7406d4875f74b
 * settings__how_many_attempts_header */
"settings__too_many_attempts_header" = "X 回の失敗後にブロック:";

/* loco:6332c96135f7406d4875f74c */
"settings__how_many_attempts_footer" = "アプリをロックするまでのパスコード入力の最大試行回数を選択 (ロックアウト時間は以下で変更できます)。";

/* loco:6332c96135f7406d4875f74d */
"settings__block_for" = "ロックアウト時間";

/* loco:6332c96135f7406d4875f74e */
"settings__3_minutes" = "3分";

/* loco:6332c96135f7406d4875f74f */
"settings__5_minutes" = "5分";

/* loco:6332c96135f7406d4875f750 */
"settings__10_minutes" = "10分";

/* loco:6332c96135f7406d4875f751 */
"settings__limit_of_trials" = "最大試行回数";

/* loco:6332c96135f7406d4875f752 */
"settings__pin_4_digits" = "4桁のコード";

/* loco:6332c96135f7406d4875f753 */
"settings__pin_6_digits" = "6桁のコード";

/* loco:6332c96135f7406d4875f754 */
"settings__biometric_authentication" = "生体認証";

/* loco:6332c96135f7406d4875f755 */
"settings__donations" = "寄付";

/* loco:6332c96135f7406d4875f756 */
"settings__donate_twofas" = "2FASに寄付";

/* loco:6332c96135f7406d4875f757 */
"new_version__new_version_title" = "新しいバージョン";

/* loco:6332c96135f7406d4875f758 */
"new_version__new_version_message_ios" = "2FASの新しいバージョンがAppStoreから入手できます。今すぐアップデート！";

/* loco:6332c96135f7406d4875f759 */
"new_version__update_action" = "今すぐ更新";

/* loco:6332c96135f7406d4875f75a
 * new_version__skip_action */
"new_version__skip_title" = "このバージョンをスキップ";

/* loco:6332c96135f7406d4875f75b
 * new_version__later_action */
"new_version__update_later" = "後で更新";

/* loco:6332c96135f7406d4875f75c */
"browser__browser_extension" = "ブラウザ拡張機能";

/* loco:6332c96135f7406d4875f75d */
"browser__info_title" = "2FAS Webブラウザ拡張機能";

/* loco:6332c96135f7406d4875f75e */
"browser__info_description_first" = "コンピューターに2FASブラウザ拡張機能をインストール";

/* loco:6332c96135f7406d4875f75f */
"browser__info_description_second" = "2FASとペアリングする";

/* loco:6332c96135f7406d4875f760 */
"browser__more_info" = "詳細はこちら：";

/* loco:6332c96135f7406d4875f761 */
"browser__more_info_link_title" = "2fas.com/be";

/* loco:6332c96135f7406d4875f762 */
"browser__pair_with_web_browser" = "Webブラウザとペアリングする";

/* loco:6332c96135f7406d4875f763 */
"browser__more_info_link" = "https://www.2fas.com/be";

/* loco:6332c96135f7406d4875f764 */
"browser__pairing_successful_title" = "ペアリング成功！";

/* loco:6332c96135f7406d4875f765 */
"browser__pairing_successful_description" = "2FASは、この Webブラウザを使用してオンラインサービスにログインするたびにプッシュ通知を送信します。使用するたびに認証コードを再入力する必要がなくなります。";

/* loco:6332c96135f7406d4875f766 */
"browser__pairing_failed_title" = "ペアリング失敗(T_T)";

/* loco:6332c96135f7406d4875f767 */
"browser__pairing_failed_description" = "このQRコードは認識されなかったため、2FASはこのデバイスをブラウザ拡張機能とペアリングできませんでした。もう一度お試しください。";

/* loco:6332c96135f7406d4875f768
 * browser__pairing_already_paired_title */
"browser__already_paired_title" = "ペアリング済みです！";

/* loco:6332c96135f7406d4875f769
 * browser__pairing_already_paired_description */
"browser__already_paired_description" = "このブラウザ拡張機能はすでにこのデバイスとペアリングされています。";

/* loco:6332c96135f7406d4875f76a */
"browser__contact_support" = "サポートに連絡";

/* loco:6332c96135f7406d4875f76b */
"browser__pairing_with_browser" = "ブラウザとペアリング中";

/* loco:6332c96135f7406d4875f76d
 * browser__paired_devices */
"browser__paired_devices_browser_title" = "ペアリングされたデバイス（Webブラウザ）";

/* loco:6332c96135f7406d4875f76e */
"browser__add_new" = "追加する";

/* loco:6332c96135f7406d4875f76f
 * browser__this_device */
"browser__this_device_name" = "デバイスのニックネーム";

/* loco:6332c96135f7406d4875f770 */
"browser__device_name" = "デバイスのニックネーム";

/* loco:6332c96135f7406d4875f771 */
"browser__name" = "名前";

/* loco:6332c96135f7406d4875f772 */
"browser__this_device_footer" = "このニックネームは、2FASブラウザ拡張機能とペアリングされた他のデバイスの中から、このデバイスを識別するのに役立ちます";

/* loco:6332c96135f7406d4875f773 */
"browser__browser_extension_settings" = "ブラウザ拡張機能の設定";

/* loco:6332c96135f7406d4875f774 */
"browser__unkown_name" = "<不明>";

/* loco:6332c96135f7406d4875f775 */
"browser__request_source_description" = "%@ が %@ の認証コードを要求しました。このドメインで承認して保存するサービスを選択してください。";

/* loco:6332c96135f7406d4875f776 */
"browser__request" = "ブラウザリクエスト";

/* loco:6332c96135f7406d4875f777
 * browser__code_success */
"browser__code_success_title" = "認証コードを送信しました！";

/* loco:6332c96135f7406d4875f778 */
"browser__code_failure" = "コードの送信中にエラーが発生しました。%@";

/* loco:6332c96135f7406d4875f779 */
"browser__deleting_paired_device_title" = "ペアリング済みデバイスの削除";

/* loco:6332c96135f7406d4875f77a */
"browser__deleting_paired_device_content" = "ペアリング済みデバイスを削除してもよろしいですか?";

/* loco:6332c96135f7406d4875f77c */
"browser__pairing_date" = "ペアリングした日";

/* loco:6332c96135f7406d4875f77d */
"browser__forget_this_browser" = "このWebブラウザを忘れる";

/* loco:6332c96135f7406d4875f77e
 * browser__service_is_paired_list_description */
"browser__paired_domains_list_title" = "ペアリングされたドメインのリスト";

/* loco:6332c96135f7406d4875f77f */
"browser__deleting_extension_pairing_title" = "ドメインを削除しますか？";

/* loco:6332c96135f7406d4875f780 */
"browser__deleting_extension_pairing_content" = "次にブラウザ拡張機能を使用し %@ にログインするときに、このドメインを再度ペアリングするように求められます。";

/* loco:6332c96135f7406d4875f781 */
"browser__push_notifications_title" = "プッシュ通知";

/* loco:6332c96135f7406d4875f782 */
"browser__push_notifications_content" = "ブラウザ拡張機能などの機能にアクセスするには、アプリがプッシュ通知にアクセスする必要があります。この設定は、システム設定でいつでも変更できます。";

/* loco:6332c96135f7406d4875f783 */
"browser__request_expired" = "リクエスト有効期限切れ";

/* loco:6332c96135f7406d4875f784 */
"browser__2fa_token_request_title" = "認証コードのリクエスト";

/* loco:6332c96135f7406d4875f785
 * ADD A SPACE AT THE END! */
"browser__2fa_token_request_content" = "認証コードを入力: ";

/* loco:6332c96135f7406d4875f786 */
"notifications__no_notifications" = "通知はありません";

/* loco:6332c96ba6877120ce6fc152 */
"CFBundleSpokenName" = "2 F A S";

/* loco:63344624e6899974bd0ddf52 */
"commons__2fas_toolbar" = "2FAS";

/* loco:63344c64898727028e0b21e4 */
"backup__google_drive_not_available" = "Googleドライブは利用できません";

/* loco:63344d5c091e850f532386e2 */
"backup__google_drive_disabled_title" = "Googleドライブはユーザーによって無効にされています";

/* loco:633dd102f5f0b5080b43b5c2 */
"backup__update_required_to_import_title_2" = "このファイルをインポートするには、アプリの更新が必要です。最新バージョンをGoogle Playストアから入手してください。";

/* loco:633dd72f6078ca50d63ab0d2 */
"tokens__qr_code_leads_to_google_store" = "このQRコードからGoogle Playストアにアクセスできます";

/* loco:633dd77670b050133f55b642 */
"introduction__page_4_content_android" = "認証コードはデバイスのストレージ内でオフラインで保存されています。サービスのバックアップを忘れずに行ってください。 Googleドライブ同期とPINパスワードを使用して、不正アクセスやデバイスの破損から保護してください。";

/* loco:633ef646dbb7c078261c3ec2 */
"new_version__new_version_message_android" = "2FASの新しいバージョンがGoogle Playストアで入手できます。今すぐアップデート！";

/* loco:6341dca6b874ee3bc41b6952 */
"security_error_no_match" = "PINが一致しません。もう一度お試しください。";

/* loco:6341de59fcbb0b491c24b1d2 */
"settings_developer_options" = "開発者オプション";

/* loco:6341df0295f3d3034a6ff7a2 */
"settings__external_import" = "認証コードのインポート";

/* loco:6341df76c6a1db420732d3c2 */
"settings__browser_extension_result_toolbar_title" = "ペアリング結果";

/* loco:6341dfada8cef8553b42a792 */
"tokens__caution" = "注意";

/* loco:6341e0f7a225c97dee2604d2 */
"tokens__qr_point_and_scan_again" = "カメラを正しいQRコードに向けて、もう一度スキャンしてください。";

/* loco:6341e3d560c2a75b635dd902 */
"tokens__service_unsaved_changes" = "変更内容を破棄しますか?";

/* loco:6341e3fac678e32ee1180b92 */
"tokens__service_unsaved_changes_title" = "変更が保存されていません";

/* loco:6341e444ae7e4f6979438fc2 */
"tokens__service_key_invalid_format" = "キーの形式が不正です";

/* loco:6341e574a77fa94abc6bf6f2 */
"intent_error_no_gallery_app" = "システムエラー！システムのギャラリーアプリが見つかりません。";

/* loco:6341e59ab278cb37a15f15c2 */
"gdrive_permission_title" = "Googleドライブ権限";

/* loco:6341e5b6a77fa94abc6bf6f4 */
"gdrive_permission_msg" = "アプリデータにバックアップファイルを保存するには、Google ドライブの権限が必要です。";

/* loco:6341e5d80edc9064be2a0d92 */
"gdrive_internet_title" = "インターネット接続必須";

/* loco:6341e5ef48f8396250741ae2 */
"gdrive_internet_msg" = "Google と同期するには、インターネット接続が必要です。";

/* loco:6341e60b1b9712646f45c272 */
"gdrive_wipe_internet_msg" = "Google ドライブへのアクセスを取り消すには、インターネット接続が必要です。";

/* loco:6341e6334097a7635715ca52 */
"backup_explanation_msg" = "バックアップ ファイルを Google ドライブの隠しフォルダに自動的に保存して同期します。このフォルダにアクセスできるのは 2FAS アプリのみです。";

/* loco:6341e6565450ef7fd46dec02 */
"backup_error_unknown" = "バックアップの同期中にエラーが発生しました。数分後にアプリを再起動してもう一度お試しください。";

/* loco:6341e66aa77fa94abc6bf6f6 */
"backup_error_encrypt_unknown" = "バックアップの暗号化中にエラーが発生しました。パスワードを再設定してください。";

/* loco:6341e681b278cb37a15f15c4 */
"backup_error_decrypt_unknown" = "バックアップの復号中にエラーが発生しました。パスワードを再設定してください。";

/* loco:6342c92df1d3612fe712f1a2 */
"backup__google_drive_problem_title" = "iCloudに問題が発生しました。システム設定を確認してください";

/* loco:6342c9535447700251180692 */
"backup_error_auth" = "Googleドライブのアカウント権限に問題があります。同期のオン/オフを切り替えてみてください。";

/* loco:6342c9b1c41b2c66a2359362 */
"backup_error_no_password" = "バックアップはパスワードで保護されています。オンにしてパスワードを入力してください。";

/* loco:6342c9ec69dbe97d4972d4f2 */
"backup_error_wrong_password" = "バックアップはパスワードで保護されていますが、指定されたパスワードが正しくありません。オンにしてパスワードを入力してください。";

/* loco:6342ca1db1a1053c734e5c12 */
"customization_service_assignment" = "サービス割り当て";

/* loco:6342ca2fb1a1053c734e5c14 */
"customization_personalization" = "カスタマイズ";

/* loco:6342ca5d87da3c0adf6481f2 */
"customization_change_brand" = "ブランド変更";

/* loco:6342ca7169dbe97d4972d4f4 */
"customization_advanced" = "詳細";

/* loco:6342ca89c41b2c66a2359364 */
"customization_request_icon" = "アイコンをリクエストする";

/* loco:6342ca9d87da3c0adf6481f4 */
"customization_edit_label" = "ラベル編集";

/* loco:6342cb2f188f327fde0567d2 */
"groups_delete_msg" = "このグループを削除してもよろしいですか？";

/* loco:6342cc005bd8ee4e373eaff2 */
"export_backup_title" = "バックアップファイルをエクスポートする準備ができました";

/* loco:6342cc175a8ef33de14ce6c2 */
"export_backup_msg" = "このファイルをエクスポートして、2FAS 認証コードを安全にバックアップします。後で 2FAS アプリを使用して、このデバイスまたは他のデバイスにインポートできます。";

/* loco:6342cc3b830f3c11167b6dd2 */
"export_backup_pass" = "パスワードなしでファイルをエクスポートする\n（推奨しません）";

/* loco:6342cc92a240880a9f2084e2 */
"import_backup_msg2" = "ファイルはアプリのサービスリストと同期されます。";

/* loco:6342cd007757e42301476522 */
"backup_notice_later" = "後で";

/* loco:6342cd15a240880a9f2084e4 */
"backup_notice_cta" = "オンにする";

/* loco:6342cd4ae5c1f936e033b172 */
"widgets_empty_msg" = "サービスは追加されていません";

/* loco:6342cdd0ac3fc03188300662 */
"backup__section_description_google" = "推奨: Googleドライブ同期は、デバイスを紛失または破損した場合に備えて、認証コードをGoogleドライブに安全に保管します。オンにしておいてください。";

/* loco:6342cde2830f3c11167b6dd4 */
"backup_turn_off_title" = "Google ドライブの同期をオフにしますか?";

/* loco:6342ce5ef9822760bd6e6232 */
"backup_turn_off_msg1" = "認証コードはこのデバイスと Google ドライブに残りますが、同期されません。また、Google アカウントからもログアウトされます。";

/* loco:6342ceb2f9822760bd6e6234 */
"backup_turn_off_msg2" = "注意：このデバイスの紛失や破損、またはアプリを削除した場合、認証コードを復元できなくなる可能性があります。その結果、二要素認証で保護されているオンラインアカウントにアクセスできなくなる恐れがあります。";

/* loco:6342ceecc07f913f3374a812 */
"backup_settings_password_set_subtitle" = "Googleドライブのバックアップファイルをカスタムパスワードで保護します。";

/* loco:6342cf2e593f7c11db6adf52 */
"backup_settings_password_remove_title" = "パスワード削除";

/* loco:6342cf68a240880a9f2084e6 */
"backup_settings_password_remove_subtitle" = "Google ドライブのバックアップ ファイルのパスワードを削除します。";

/* loco:6342cf97ac3fc03188300664 */
"backup_settings_account_title" = "Googleアカウント";

/* loco:6342cfc09858895a99170382 */
"backup_settings_sync_title" = "最終同期";

/* loco:6342d0117757e42301476524 */
"browser_extension_result_success_description" = "2FASは、このWebブラウザを使用してオンラインサービスにログインするたびにプッシュ通知を送信します。認証コードの再入力は必要ありません。";

/* loco:6342d05c2a206e092b1791c2 */
"browser_extension_browser_dialog" = "ブラウザ名";

/* loco:6342d0ef5c8bac6b2573ef52 */
"biometric_dialog_auth_title" = "ロック解除";

/* loco:6342d0ffe7433557683c3712 */
"biometric_dialog_auth_subtitle" = "生体認証を行ってください";

/* loco:6342d135438a0a291865e022 */
"about_licenses" = "オープンソースライセンス";

/* loco:6342d1562a206e092b1791c4 */
"externalimport_description" = "他の2要素認証アプリから2FASに認証コードをインポートできます。リストから移行元のアプリを選び、表示される手順に従ってください。";

/* loco:6342d16ee7433557683c3714 */
"externalimport_select_app" = "アプリ選択";

/* loco:6342d182e7433557683c3716 */
"externalimport_google_authenticator" = "Google Authenticator";

/* loco:6342d18dc07f913f3374a814 */
"externalimport_aegis" = "Aegis";

/* loco:6342d19b63307f18b4510092 */
"externalimport_raivo" = "Raivo OTP";

/* loco:63693380daebad2321503c66 */
"android__app_name" = "2FAS Auth";

/* loco:63693395183853234b657d12 */
"commons__yes" = "はい";

/* loco:636933b08f1b7a2d262bed23 */
"commons__no" = "いいえ";

/* loco:636933ca8102e2327a5cce92 */
"commons__search" = "検索";

/* loco:636934e015acd7020f284112 */
"errors__no_app" = "このリンクをサポートするアプリケーションはありません";

/* loco:636934ffde099e2c3326fe82 */
"permissions__camera_permission" = "カメラの権限";

/* loco:63693569349c115b4122eb32 */
"permissions__camera_permission_description" = "QR コードをスキャンするにはカメラの権限が必要です。この機能を使用する場合は、設定の「アプリ情報」の「権限」で、カメラの権限を許可してください。";

/* loco:636935811313301a900ae283 */
"security__disable_pin" = "PIN無効";

/* loco:6369359a5f06537c3f046183 */
"security__enter_your_new_pin" = "新しい %s PIN を入力してください";

/* loco:636935b2349c115b4122eb34 */
"security__pin_error_incorrect" = "PINが間違っています。もう一度お試しください";

/* loco:63693953795f696e785cf892 */
"settings__biometrics" = "生体認証";

/* loco:63693964b3411c757a755cc4 */
"settings__support" = "2FAS サポート";

/* loco:6369397d1e371c682d6054d3 */
"settings__developer" = "開発者向けオプション";

/* loco:6369398f5cb4a35ff34b55d2 */
"settings__option_fingerprint" = "生体認証ロック";

/* loco:6369399e795f696e785cf894 */
"settings__option_theme" = "テーマ";

/* loco:636939ab4bccbb1e6a12f1c2 */
"settings__theme_option_auto" = "自動";

/* loco:636939bcf8b08053b87aab93 */
"settings__theme_option_auto_system" = "自動 - システムのデフォルト";

/* loco:63693b946081eb49756794b3 */
"settings__theme_option_dark" = "ダーク";

/* loco:63693ba5df585c05c76ddc82 */
"settings__theme_option_light" = "ライト";

/* loco:63693bb9e05fd23e53227b13 */
"tokens__copied_clipboard" = "認証コードをクリップボードにコピーしました！";

/* loco:63693bc5b71ecb16511b6632 */
"tokens__next_copied_clipboard" = "次の認証コードがクリップボードにコピーされました。";

/* loco:63693bf413e605521a409cd2 */
"tokens__do_you_really_want_to_remove_all_devices" = "この2要素認証サービスを完全に削除しますか？";

/* loco:63693cd8b024e27aba3c4dc2 */
"tokens__fab_addmanually" = "手動で追加\n";

/* loco:63693cf5ec00fd215b2f5b82 */
"tokens__qr_does_not_work" = "このQRコードは正しくありません";

/* loco:63693d127f114c2e2c5561d2
 * Could not read QR code from the image! */
"tokens__qr_read_image_failed" = "画像からQRコードを読み取ることができませんでした。";

/* loco:63693d2a228e552762708b73 */
"tokens__qr_read_image_try_again" = "別の画像を選択してみてください。";

/* loco:63693d59def0af7a4f103d42 */
"tokens__remove_it_forever" = "サービスを永久に削除する";

/* loco:63693df12647b40c150abf13
 * Service could not be added, Service Key is invalid. Try again. */
"tokens__service_add_error" = "秘密鍵が無効なため、サービスを追加できませんでした。もう一度お試しください。";

/* loco:63693e2208c47e4cac73cbb3
 * A service with this Service Key already exists. Do you want to override it? */
"tokens__service_already_exists" = "この秘密鍵を持つサービスはすでに存在します。上書きしますか？";

/* loco:63693ecf68606d19e7023393 */
"tokens__service_key_invalid_characters" = "キーに無効な文字が含まれています";

/* loco:63693f1268606d19e7023397 */
"tokens__show_service_key" = "秘密鍵を表示";

/* loco:63693f57fd6d806b5624add3
 * Your Service Key is protected. Please add PIN or Fingerprint lock in order to see it. */
"tokens__show_service_key_setup_lock" = "あなたの秘密鍵は保護されています。表示するには、PINまたは指紋ロックを追加してください。";

/* loco:636940f5b7c61d120e417243 */
"tokens__tokens_list_is_empty" = "サービスリストは空です";

/* loco:63694107e8e4552c5a2c6802 */
"tokens__use_plus_button_to_add_tokens" = "「+」ボタンで新しいサービスを追加します";

/* loco:63694183975c2c3aac074ed2 */
"tokens__you_will_not_be_able_to_sign_in_to_your" = "%@ の2要素認証を有効にしている限り、この認証コードがなければ%@のアカウントにログインすることができなくなります。\n\nこの認証コードを2FASのゴミ箱から復元することはできません。";

/* loco:636941a86578c224b94bd1e4 */
"import_ga_success" = "サービスは正常にインポートされました！";

/* loco:636941d7c3648b0ffc04e192
 * You need active Internet connection in order to sync your backup. Please turn on your network connection and try again. */
"backup_error_network" = "バックアップを同期するには、インターネット接続が必要です。ネットワークに接続して、もう一度お試しください。";

/* loco:6369420e1bfbc44338796fc3 */
"update_app_title" = "アプリ更新";

/* loco:6369423dc50f84241c78d676
 * Please update to the newest 2FAS version, to get all features and maintain high security level. */
"update_app_msg" = "すべての機能を利用し、高いセキュリティ レベルを維持するために、2FASを最新バージョンにアップデートしてください。";

/* loco:63695bff2e4603133646fb72 */
"delete_service_title" = "削除します";

/* loco:63695c1cd29ac3613b4a1f02
 * from your 2FAS service list.\n\nRemember, as long as you have second factor authentication turned on, you will not log in to %s account without this token. */
"delete_service_msg" = "2FASのサービス リストから選択\n\nご注意ください:%sの2要素認証をオンにしている限り、この認証コードがないとアカウントにログインできなくなります。";

/* loco:63695c27237a5641ab59efd2 */
"delete_service_cta" = "削除";

/* loco:63695c4c2a54d2666c672732 */
"export_backup_cta" = "エクスポート";

/* loco:63695c5c08efb67c6e255782 */
"export_backup_share_cta" = "共有";

/* loco:63695c7f577732027f6496f2 */
"import_backup_title" = "ファイルからバックアップをインポートする";

/* loco:63695c9708efb67c6e255784 */
"import_backup_msg1" = "バックアップファイルをインポートします";

/* loco:63695ca708efb67c6e255786 */
"import_backup_cta" = "インポート";

/* loco:63695ccbcf7ad836801c6582 */
"widgets_warning_msg" = "ウィジェットに表示される認証コードは PIN コードで保護されていません。\n\nウィジェットに認証コードを表示してもよろしいですか？";

/* loco:63695ce4fca41e7d2b37ee12 */
"widgets_warning_title" = "注意！";

/* loco:63695d0d18b68b60f10d6862 */
"widgets_warning_cta" = "はい、間違いありません";

/* loco:63695d1d646ca94a9e191bc2 */
"backup_notice_title" = "2FASバックアップ";

/* loco:63695d3a18b68b60f10d6864 */
"backup_notice_msg" = "2FASバックアップを有効にします。スマートフォンを初期化したり紛失した場合でも、すべての認証コードを復元できます。";

/* loco:63695d6996fd2e68a42c5212 */
"brand_empty_msg" = "すみません、ブランドが見つかりません";

/* loco:63695d9186c16054f2147fa2
 * Select which services will be visible on widget: */
"widgets_select_msg" = "ウィジェットに表示するサービスを選択してください";

/* loco:63695dac49da15247b47a9f2 */
"backup_turn_off_cta" = "同期を無効";

/* loco:63695dba4e1595693b25b702 */
"backup_turn_off_cancel" = "キャンセル";

/* loco:63695dc74e1595693b25b704 */
"backup_settings_password_set_title" = "パスワードを設定";

/* loco:63695dd7aa4af0296011ab22 */
"backup_settings_delete_title" = "バックアップファイルをGoogleドライブから削除する";

/* loco:63695e128be34479932d44a2
 * If you delete this file from your Google Drive, synchronization on all synchronized devices will be disabled and tokens will remain only on this and other devices via local storage. */
"backup_settings_delete_subtitle" = "このファイルをGoogleドライブから削除すると、同期されたすべてのデバイスで同期が無効になり、認証コードはローカルストレージを介してこのデバイスと他のデバイスにのみ残ります。";

/* loco:63695e2c27b0df5cbb3a9152 */
"browser__result_error_browser_paired" = "2FASはこのブラウザとペアリング済みです。";

/* loco:63695e5b8be34479932d44a4
 * Scan QR code again */
"browser__result_error_cta" = "もう一度QRコードをスキャンする";

/* loco:63695e6f7ce1b23381128562 */
"browser__scan_error_dialog_title" = "エラー";

/* loco:63695e8c046f962de20cf7d2
 * Scanned QR code has unsupported format. Please try again. */
"browser__scan_error_dialog_msg_invalid_code" = "スキャンしたQRコードは未サポートの形式です。もう一度お試しください。";

/* loco:63695ea65b95583a82077e22 */
"browser__scan_error_dialog_msg_unknown" = "QRコードのスキャンで不明なエラーが発生しました。もう一度お試しください。";

/* loco:63695ebdc0f8533d9d5c5be2 */
"biometric_dialog_auth_cancel" = "今回はPINを使用";

/* loco:63695ecd27b0df5cbb3a9154 */
"biometric_dialog_setup_title" = "認証を有効にする";

/* loco:63695edacc13613f62380a82 */
"biometric_dialog_setup_cancel" = "キャンセル";

/* loco:63695f025b95583a82077e24
 * To enable Biometric Lock you need to enable and set a PIN Code. */
"settings__option_fingerprint_description" = "生体認証を有効にするには、PINコードを有効にする必要があります。";

/* loco:63695f1817c4473f880a74d2 */
"settings__block_for_footer" = "アプリがロックされるまでの時間を設定します。";

/* loco:6370165d9149a4239a27e0b2 */
"error__out_of_disk_space" = "ディスク容量が不足しているか、以前に同様の状況でデータベースが破損したようです。";

/* loco:6370169abddeed6e996944d3 */
"error__cloud_backup_newer_version" = "クラウドバックアップは新しいバージョンに移行しました。アプリを更新してください";

/* loco:637016c1665ee13b4506cd54 */
"error__cloud_backup_encrypted_not_supported" = "クラウドバックアップは暗号化されています。この機能を使用するにはアプリを更新してください";

/* loco:63701b4a3fe44547f927d1c2 */
"extension__continue_to_app" = "アプリに進む";

/* loco:63701b63b42bdc3ef25026c2 */
"extension__cancel" = "キャンセル";

/* loco:63701b71a000b91fad034912 */
"extension__authorize" = "許可";

/* loco:63701b7c7c84200f7f0bfb22 */
"extension__dismiss" = "閉じる";

/* loco:63701b8b7c84200f7f0bfb24 */
"extension__request_sent" = "リクエスト送信済み";

/* loco:63701b977c84200f7f0bfb26 */
"extension__send_question_title" = "認証コードを送信しますか？";

/* loco:63701ba9f39e1f13443a7cf2 */
"extension__send_question_content" = "%@ は %@ の 2FAS認証コードを要求しました";

/* loco:63701bbd7c84200f7f0bfb28 */
"extension__error_while_sending" = "認証コードの送信中にエラーが発生しました";

/* loco:63701bca27651457ca55bfd2 */
"extension__not_paired_title" = "このウェブサイトはペアリングされていません";

/* loco:63701bd51be23060542fd7d2 */
"extension__not_paired_content" = "アプリを開いてこのドメインのサービスを選択してください\n";

/* loco:63701be2205b6f17713b4ac2 */
"extension__error_open_the_app" = "アプリを開き、ブラウザ拡張機能が正しくペアリングされているか確認してください";

/* loco:63701bef2fc748368c70e312 */
"extension__error_no_internet" = "接続に問題があります";

/* loco:63701bf9f39e1f13443a7cf4 */
"extension__try_again" = "もう一度お試しください";

/* loco:63701c02205b6f17713b4ac4 */
"extension__error" = "エラー";

/* loco:63701c0da000b91fad034914 */
"extension__error_no_services" = "ブラウザ拡張機能を使うには、2FASにサービスを追加してください";

/* loco:63701c1a27651457ca55bfd4 */
"extension__approve" = "承認";

/* loco:63701c2b20780c2962211303 */
"extension__deny" = "拒否";

/* loco:6370c74297ec7c4d1857c2d2 */
"settings__turn_pin_code_to_enable_faceid" = "PINコードとFace ID認証をオンにして、このデバイス上の認証コードへの不正アクセスを防ぎます。";

/* loco:6370c75197ec7c4d1857c2d4 */
"settings__turn_pin_code_to_enable_touchid" = "PINコードとTouch ID認証をオンにして、このデバイス上の認証コードへの不正アクセスを防ぎます。";

/* loco:637a78300f577824fa4f1782 */
"settings__send_logs_error_not_exists" = "入力したコードが間違っています。もう一度確認してください。";

/* loco:637a78410f577824fa4f1784 */
"settings__send_logs_error_expired" = "提供されたコードは期限切れです。サポートチームに連絡して新しいコードを入手してください。";

/* loco:637a786be142ab22bc6e4362 */
"settings__send_logs_error_no_internet" = "インターネットに接続していないようです。接続を確認してもう一度お試しください";

/* loco:637a787bfda7a704fc2f0c92 */
"settings__send_logs_error_server" = "サーバーに問題があるようです。問題が解決しない場合は、サポートチームにお問い合わせください。";

/* loco:637a788d228c8d210773aca2 */
"settings__send_logs_error_title" = "操作が失敗しました";

/* loco:637a78971639737a78522752 */
"settings__send_logs_sent_title" = "ログ送信済";

/* loco:637a78a2d64f955fe40fb582 */
"settings__send_logs_sent_description" = "お問い合わせありがとうございます。できるだけ早く確認いたします。";

/* loco:637a78affda7a704fc2f0c94 */
"commons__send" = "送信";

/* loco:637a78bb3a759e5fde75ac12 */
"settings__send_logs_title" = "ログ送信中";

/* loco:637a78cfa90b4b3673461e92 */
"settings__send_logs_description_link" = "サポートチームから提供されたコードが自動入力されました。ログを送信しますか？";

/* loco:637a78d90a23b422fd79dbb2 */
"settings__send_logs_description_edit" = "サポートチームから提供されたコードを入力または貼り付けてください";

/* loco:637a79dda49d85561129f602 */
"settings__send_logs" = "ログ送信";

/* loco:63a0b3300fd81a00131f5282 */
"settings__recommendation " = "2FASの素晴らしい2要素認証アプリをチェックしよう: https://2fas.com";

/* loco:63a5c926639b663a504d7042 */
"settings__acknowledgements" = "謝辞\n\n";

/* loco:63ac20106581d34243554af2 */
"introduction__import_external_app" = "他のアプリからインポート";

/* loco:63e4ef021786f457dc49bda2 */
"past_duration_seconds" = "ほんの少し前";

/* loco:63e4ef021786f457dc49bda3 */
"past_duration_seconds-plural" = "";

/* loco:63e4ef021786f457dc49bda4 */
"past_duration_minutes" = "%d分前";

/* loco:63e4ef021786f457dc49bda5 */
"past_duration_minutes-plural" = "";

/* loco:63e4ef021786f457dc49bda6 */
"past_duration_hours" = "%d時間前";

/* loco:63e4ef021786f457dc49bda7 */
"past_duration_hours-plural" = "";

/* loco:63e4ef021786f457dc49bda8 */
"past_duration_days" = "%d日前";

/* loco:63e4ef021786f457dc49bda9 */
"past_duration_days-plural" = "";

/* loco:63e4ef021786f457dc49bdaa */
"past_duration_weeks" = "%週間前";

/* loco:63e4ef021786f457dc49bdab */
"past_duration_weeks-plural" = "";

/* loco:63e4ef021786f457dc49bdac */
"past_duration_months" = "%dか月前";

/* loco:63e4ef021786f457dc49bdad */
"past_duration_months-plural" = "";

/* loco:63e50a5d8a8ad50ba947fc42 */
"commons__unknown_error" = "不明なエラーが発生しました！もう一度試してください！";

/* loco:63e50a5d8a8ad50ba947fc43 */
"backup__export_result_success" = "ファイルの保存に成功しました！";

/* loco:63e50a5d8a8ad50ba947fc44 */
"backup__share_result_failure" = "ファイルを共有できませんでした！";

/* loco:63e50a5d8a8ad50ba947fc45 */
"backup__enter_password_dialog_title" = "パスワードを入力してください";

/* loco:63e50a5d8a8ad50ba947fc46 */
"backup__remove_password_msg" = "削除するには、バックアップのパスワードを入力してください。";

/* loco:63e50a5d8a8ad50ba947fc47 */
"backup__revoke_google_access_msg" = "Googleへのアクセスを取り消すには、バックアップのパスワードを入力してください。";

/* loco:63e50a5d8a8ad50ba947fc48 */
"backup__synchronization_settings" = "同期設定";

/* loco:63e50a5d8a8ad50ba947fc49 */
"backup__local_file_title" = "ローカルファイル";

/* loco:63e50a5d8a8ad50ba947fc4a */
"backup__drive_title" = "Googleドライブ同期";

/* loco:63e50a5d8a8ad50ba947fc4b */
"backup__delete_file_title" = "Googleドライブからバックアップファイルを削除しますか？";

/* loco:63e50a5d8a8ad50ba947fc4c */
"backup__delete_file_msg" = "Google同期は無効になります。認証コードはローカルに残りますが、2FASアプリはこのデバイスおよび同期されている他のデバイスのGoogleアカウントからログアウトされます。";

/* loco:63e50a5d8a8ad50ba947fc4d */
"backup__sync_status_waiting" = "同期を待機中…";

/* loco:63e50a5d8a8ad50ba947fc4e */
"backup__sync_status_progress" = "同期中…";

/* loco:63e50a5d8a8ad50ba947fc4f */
"import_backup_msg1_encrypted" = "暗号化されたバックアップファイルをインポートしようとしています。";

/* loco:63e50a5d8a8ad50ba947fc50 */
"externalimport__choose_json_cta" = "JSONファイルを選択";

/* loco:63e50a5d8a8ad50ba947fc51 */
"externalimport__aegis_msg" = "Aegisで暗号化されていないJSONファイルにアカウント情報をエクスポートし、「JSONファイルを選択」ボタンからアップロードしてください。\nインポートに成功したら、忘れずにファイルを削除してください。";

/* loco:63e50a5d8a8ad50ba947fc52 */
"externalimport__raivo_msg" = "Raivoの設定の「Export OTPs to ZIP archive」機能で保存したZIPファイルを展開し、「JSONファイルを選択」ボタンを使用してJSONファイルをインポートできます。";

/* loco:63e50a5d8a8ad50ba947fc53 */
"externalimport__no_tokens_msg" = "しかし、インポートできるサービスはありません。";

/* loco:63e50a5d8a8ad50ba947fc54 */
"commons__try_again" = "再試行してください";

/* loco:63e50a5d8a8ad50ba947fc55 */
"commons__proceed" = "続行";

/* loco:63e50a5d8a8ad50ba947fc56 */
"externalimport__ga_title" = "Google Authenticatorから認証コードをインポートする";

/* loco:63e50a5d8a8ad50ba947fc57 */
"externalimport__aegis_title" = "Aegisから認証コードをインポートする";

/* loco:63e50a5d8a8ad50ba947fc58 */
"externalimport__raivo_title" = "Raivoから認証コードをインポートする";

/* loco:63e50a5d8a8ad50ba947fc59 */
"externalimport__ga_success_msg" = "このQRコードを使用すると、Google Authenticatorから認証コードをインポートできます。";

/* loco:63e50a5d8a8ad50ba947fc5a */
"externalimport__aegis_success_msg" = "このJSONファイルで、Aegisから認証コードをインポートできます。";

/* loco:63e50a5d8a8ad50ba947fc5b */
"externalimport__raivo_success_msg" = "このJSONファイルを使用すると、Raivoから認証コードをインポートできます。";

/* loco:63e50a5d8a8ad50ba947fc5c */
"externalimport__read_error" = "認証コードを読み取れませんでした。別のファイルを選択してください。";

/* loco:63e62618444ff4647d7cfca4 */
"settings__gd_sync_info" = "Googleドライブ同期のリマインダー";

/* loco:63e6269908dc162489032023 */
"settings__gd_sync_disable_confirm" = "本当によろしいですか？Googleドライブ同期がないと、端末を失くしたりリセットしたときに認証コードを復元することができなくなります！";

/* loco:63ee3aa8a35cbc5492030a74 */
"extension__code_sent_msg" = "コードの送信に成功しました";

/* loco:63ee3ab4c9440931e75a0432 */
"extension__code_sent_error_msg" = "コードの送信時にエラーが発生しました";

/* loco:63ee4345d49978585e1e3402 */
"tokens__add_service_title" = "サービス追加";

/* loco:63ee4345d49978585e1e3403 */
"tokens__customize_service_title" = "サービスをカスタマイズ";

/* loco:63ee4345d49978585e1e3404 */
"extension__services_suggested_header" = "提案";

/* loco:63ee4345d49978585e1e3405 */
"extension__services_all_header" = "全てのサービス";

/* loco:63ee4345d49978585e1e3406 */
"extension__services_other_header" = "他のサービス";

/* loco:63f289fc3895d52eaa64ce92 */
"settings__ssl_error_title" = "SSLエラー";

/* loco:63f28a14fc84916d70648342 */
"settings__ssl_error_description" = "SSLエラーにより、サーバーと安全に接続できませんでした。アプリが最新であることを確認するか、ネットワークを変更してください。";

/* loco:63f4a0ade3cd1317f325d762 */
"backup__import_error_file_size" = "インポートしようとしているファイルが大きすぎます。サイズの制限は10MBです。";

/* loco:63f4a0b928d2513ff26d1792 */
"backup__import_error_file_invalid" = "インポートしようとしたファイルは不正か壊れています。他のファイルを選択してください。";

/* loco:6404c27610d75a3456352472 */
"appearance__toggle_active_search" = "すぐに検索";

/* loco:6404c561429ff902fb474082 */
"appearance__active_search_description" = "起動時に検索を始めます。";

/* loco:6407b9d7641a5514074e65d2 */
"widgets__expires_in" = "有効期限: ";

/* loco:6407b9d7641a5514074e65d3 */
"widgets__settings" = "ウィジェットの設定";

/* loco:6407b9d7641a5514074e65d4 */
"errors__input_integer_number" = "入力は整数でなければなりません";

/* loco:6407b9d7641a5514074e65d5 */
"errors__input_number" = "入力は数字でなければなりません";

/* loco:6407b9d7641a5514074e65d6 */
"errors__input_empty" = "入力欄が埋まっていません";

/* loco:6407b9d7641a5514074e65d7 */
"errors__input_too_long" = "入力が長すぎます。(%d文字まで)";

/* loco:64177f6f951eac45e0645702 */
"commons__best_match" = "ベストマッチ";

/* loco:641caf6933856072525bd4f2 */
"settings__enable_crashlytics" = "匿名のクラッシュレポートを送信する";

/* loco:641cafefdfe4086c4546cde2 */
"settings__enable_crashlytics_description" = "2FASがアプリの問題を特定、解決するのを手伝うため、匿名のクラッシュレポートを送信する(アプリの再起動が必要です)。";

/* loco:6420a6b179cc6f32af1c9ad2 */
"tokens__manage_list" = "リストを管理";

/* loco:6420a6de79cc6f32af1c9ad4 */
"settings__appearance" = "外観";

/* loco:6420a74446ce28668347e613 */
"settings__show_next_token_desc" = "認証コードの期限切れ前に、次のコードを表示します。";

/* loco:6420a7654cf81e07bb662752 */
"settings__list_style" = "表示スタイル";

/* loco:6420a78475cfd566e2478562 */
"backup__reminder_msg" = "Googleドライブは同期していません。";

/* loco:6420a7a448fb8635264270e2 */
"backup__reminder_cta" = "バックアップの設定へ";

/* loco:6420a8bf02040a2b18471272 */
"settings__list_style_option_default" = "デフォルト";

/* loco:6420a8c94a60c058ea08ffe2 */
"settings__list_style_option_compact" = "コンパクト";

/* loco:64234f27272f490bb9096dd2 */
"externalimport_lastpass" = "LastPass";

/* loco:6423503356b89f690f1045e2 */
"externalimport__lastpass_msg" = "LastPassから、暗号化されていないJSONファイルにアカウント情報をエクスポートして「JSONファイルを選択」ボタンからアップロードしてください。\nインポートに成功したら、忘れずにファイルを削除してください。";

/* loco:6424a28788ebef381e1dfba2 */
"settings__about_crash_optout_title" = "クラッシュレポート";

/* loco:643be2e7a4ba2b60364666a2 */
"past_duration_seconds-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a3 */
"past_duration_minutes-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a4 */
"past_duration_hours-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a5 */
"past_duration_days-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a6 */
"past_duration_weeks-plural-2" = "";

/* loco:643be2e7a4ba2b60364666a7 */
"past_duration_months-plural-2" = "";

/* loco:64401a5af19d41e54b026fb2 */
"externalimport__lastpass_title" = "LastPassから認証コードをインポートしています";

/* loco:64401ac65a26867d01012432 */
"externalimport__lastpass_success_msg" = "このJSONファイルを使うと、LastPassから認証コードをインポートできます。";

/* loco:6442df585188a6d8ea03fed2 */
"externalimport__info_lastpass_title" = "LastPassから認証コードをインポートする";

/* loco:6442df63050a20e3d60383c2 */
"externalimport__info_aegis_title" = "Aegisから認証コードをインポートする";

/* loco:6442df710b0fe99cbc06bd42 */
"externalimport__info_raivo_title" = "Raivo OTPから認証コードをインポートする";

/* loco:6442df7dc8bba9a584037152 */
"externalimport__info_google_authenticator_title" = "Google Authenticatorから認証コードをインポートする";

/* loco:64484e172b8c57520d083532
 * Counter eg.: "25s" */
"time_unit_seconds_short" = "秒";

/* loco:644faadb304ab5b90b0efd82 */
"tokens__add_title" = "2FASとサービスをペアリング";

/* loco:644faaf6dcff877f960bc072 */
"tokens__add_description" = "カメラをQRコードに向けてください";

/* loco:644fab06304ab5b90b0efd84 */
"tokens__add_other_methods" = " 他の方法";

/* loco:644fab2eb2bdab45d807c2f2 */
"tokens__add_enter_manual" = "手動で秘密鍵を入力";

/* loco:644fab49699af67ae0098a42 */
"tokens__add_from_gallery" = "QRコードのスクリーンショットをアップロード";

/* loco:644fab5d9e04ee9c84054572 */
"tokens__add_success_title" = "あと少しです！";

/* loco:644fab7a81c2a752350d56b4 */
"tokens__add_success_description" = "サービスのペアリングを完了するには、この認証コードを再入力する必要があります。";

/* loco:644fabc75c64ccd2d70a51f7 */
"tokens__add_manual_title" = "2FASでサービスをペアリング";

/* loco:644fabd49e04ee9c84054574 */
"tokens__add_manual_description" = "サービス名と秘密鍵を入力してください。";

/* loco:644fac2df585a3bf37048b62 */
"tokens__add_manual_service_name" = "サービス名";

/* loco:644fac3d0b150f6b8a0f3ad2 */
"tokens__add_manual_service_key" = "秘密鍵";

/* loco:644fac5584aa882e5e09c6e2 */
"tokens__add_manual_other" = "その他の設定";

/* loco:644fac6051979c8af2010352 */
"tokens__add_manual_other_optional" = "(任意)";

/* loco:644fac76d371bbe28f064432 */
"tokens__add_manual_done_cta" = "サービスを追加";

/* loco:644fac8375cb939ca600104a */
"tokens__add_manual_help_cta" = "何をすればいいかわからないですか？タップしてヘルプを表示";

/* loco:644facad0b150f6b8a0f3ad4 */
"tokens__add_manual_advanced" = "高度な認証コード設定";

/* loco:644facbdf585a3bf37048b64 */
"tokens__add_manual_additional_info" = "追加情報";

/* loco:644faccca86801aff80045a2 */
"tokens__add_manual_advanced_description" = "デフォルトの認証コード設定の変更は推奨されません。2要素認証プロバイダーが必要とし、明確な指示がある場合にのみ変更してください。";

/* loco:645e3fbf78eb0746110c9092 */
"settings__option_screenshots_description" = "アプリのスクリーンショットを5分間許可します。";

/* loco:645e3fc931fff20326048932 */
"settings__option_screenshots" = "スクリーンショットを許可";

/* loco:645e4211d242e789f80f10f2 */
"settings__option_screenshots_confirm_title" = "このアプリのスクリーンショットを許可しますか？";

/* loco:645e42208652aa6c8400f783 */
"settings__option_screenshots_confirm_description" = "本当によろしいですか？この設定を行うと、アプリ画面をスクリーンショットして記録できるようになります。ただし、これにより、他からの画面のキャプチャも許可されます。\n安全上の理由から、この設定は5分後に自動的にオフになります。";

/* loco:6478ab59ef991b738607af62 */
"past_duration_minutes-plural-3" = "";

/* loco:6478ab59ef991b738607af63 */
"past_duration_minutes-plural-4" = "";

/* loco:6478ab59ef991b738607af64 */
"past_duration_minutes-plural-5" = "";

/* loco:6478ab59ef991b738607af65 */
"past_duration_hours-plural-3" = "";

/* loco:6478ab59ef991b738607af66 */
"past_duration_hours-plural-4" = "";

/* loco:6478ab59ef991b738607af67 */
"past_duration_hours-plural-5" = "";

/* loco:6478ab59ef991b738607af68 */
"past_duration_days-plural-3" = "";

/* loco:6478ab59ef991b738607af69 */
"past_duration_days-plural-4" = "";

/* loco:6478ab59ef991b738607af6a */
"past_duration_days-plural-5" = "";

/* loco:6478ab59ef991b738607af6b */
"past_duration_weeks-plural-3" = "";

/* loco:6478ab59ef991b738607af6c */
"past_duration_weeks-plural-4" = "";

/* loco:6478ab59ef991b738607af6d */
"past_duration_weeks-plural-5" = "";

/* loco:6478ab59ef991b738607af6e */
"past_duration_months-plural-3" = "";

/* loco:6478ab59ef991b738607af6f */
"past_duration_months-plural-4" = "";

/* loco:6478ab59ef991b738607af70 */
"past_duration_months-plural-5" = "";

/* loco:647f59a2fdb591c4c00b1c62 */
"past_duration_seconds-plural-3" = "";

/* loco:649740514a084dd8f9023212 */
"social__social_media" = "ソーシャルメディアリンク";

/* loco:649740f54a084dd8f9023214 */
"social__discord" = "Discord";

/* loco:6497410b153997496205f1c3 */
"social__youtube" = "YouTube";

/* loco:64974117457761b82c01e8e2 */
"social__twitter" = "X (旧Twitter)";

/* loco:64974146457761b82c01e8e4 */
"social__github" = "GitHub";

/* loco:649741569c2dbbed8606d012 */
"social__linkedin" = "LinkedIn";

/* loco:6497425376a3a3374003bec2 */
"social__reddit" = "Reddit";

/* loco:6497434c93a857eb140f6a32 */
"social__facebook" = "Facebook";

/* loco:649a9434583926aa420f6272 */
"settings__hide_tokens_title" = "認証コードを隠す";

/* loco:649a945d303e9a0b370d33f3 */
"settings__hide_tokens_description" = "タップすると認証コードが表示されます。";

/* loco:64a128cab33c78d572064642 */
"browser__pair_manually_cta" = "手動でペアリング";

/* loco:64a128eef574b12c040683a2 */
"browser__pair_manually_hint" = "ペアリングコード";

/* loco:64a15e0218b6d3a8fa0512f2 */
"externalimport__info_authenticatorpro_title" = "Authenticator Proから認証コードをインポートする";

/* loco:64a15e2390e1c8c5d60a1172 */
"externalimport__authenticatorpro_success_msg" = "このテキストファイルで、Authenticator Proから認証コードをインポートできます。";

/* loco:64a15e3c54254a4b7208e462 */
"externalimport__authenticatorpro_title" = "Authenticator Proから認証コードをインポートする";

/* loco:64a15e4951d23b69800749e2 */
"externalimport__authenticatorpro_msg" = "Authenticator Proから、暗号化されていないテキストファイルにアカウント情報をエクスポートして「テキストファイルを選択」ボタンからアップロードしてください。\nインポートに成功したら、忘れずにファイルを削除してください。";

/* loco:64a15e5c9aa01549f70b9ea2 */
"externalimport__authenticatorpro" = "Stratum (Authenticator Pro)";

/* loco:64a15f2d2f1aabbc2c0faf22 */
"externalimport__choose_txt_cta" = "テキストファイルを選択";

/* loco:64aa557c51d308e63f0bf562 */
"fingerprint__biometric_invalidated" = "システムの指紋設定が変更されたため、生体認証ログインは無効になっています";

/* loco:64b45fd36c42a08ffe0487d2 */
"tokens__last_pass_import" = "LastPassから認証コードをインポートしています";

/* loco:64b4606ad6be98749b075632 */
"tokens__last_pass_import_subtitle" = "このQRコードにより、LastPassから認証コードをインポートすることができます";

/* loco:64ba9547f6556d1aab0f93c2 */
"tokens__add_with_guide" = "登録ガイド";

/* loco:64ba957e5672d50db10689f2 */
"guides__select_title" = "サービスを見る";

/* loco:64ba9588f1b474fb8d09adc2 */
"guides__select_description" = "2FASとペアリングするサービスを選択";

/* loco:64ba95afb935f8ae41032312 */
"guides__select_provide_guide" = "あなたのサービスを2要素認証ガイドに提供しませんか？";

/* loco:64ba95c1723ffcb95a0b5b02 */
"guides__select_provide_guide_cta" = "申し込む";

/* loco:64cd5154d12766b05a0c7de2 */
"color__pink" = " ピンク";

/* loco:64cd515ea341b71d63065432 */
"color__brown" = "茶色";

/* loco:64d7fc9469e55541d30803d2 */
"tokens__other_methods_header" = "他の方法は？";

/* loco:64d7fe9d98a60e6bb9037462 */
"tokens__camera_is_unavailable_app_permission" = "カメラが使用できません。システム設定でアプリ権限を確認してください";

/* loco:64d7fed8ecc269f28000ca22
 * This key contains part of the tokens__camera_is_unavailable_app_permission key, which will be underlined in the app to look like a link to System Settings */
"tokens__camera_is_unavailable_app_permission_underline" = "システム設定";

/* loco:64dce10875206da520054692 */
"commons__text_short_title" = "テキストが短すぎます(最小%d文字)";

/* loco:64dcfb665f966152460d9402
 * This key should contain a part of the tokens__add_manual_advanced_description which is written in bold in the app */
"tokens__add_manual_advanced_description_highlight" = "は非推奨です";

/* loco:64e13bb09ddc479574062f42 */
"guides__guide_init_title" = "2FASガイド";

/* loco:64e13bd09ddc479574062f44 */
"guides__guide_title" = "%@を2FASに登録する";

/* loco:64e13c4e4c9d634ed70f6ab2 */
"guides__guide_universal_title" = "一般的な2要素認証ガイド";

/* loco:64e91380f959a5614105f482 */
"browser__save_choice" = "選択を保存する";

/* loco:65037442ef0fcdb8670e3be2 */
"externalimport_andotp" = "andOTP";

/* loco:65037aba30ade955f30f6f82 */
"externalimport__andotp_title" = "andOTPアプリから認証コードをインポート";

/* loco:65037c2308ec8bd4a2084a62 */
"externalimport__andotp_success_msg" = "このJSONファイルで、andOTPから認証コードをインポートできます。";

/* loco:65038006dfad601aeb05b062 */
"externalimport__info_andotp_title" = "andOTPから認証コードをインポートする";

/* loco:650380bb7b711a2228032283 */
"externalimport__andotp_msg" = "andOTPから、暗号化されていないJSONファイルにアカウント情報をエクスポートして「JSONファイルを選択」ボタンからアップロードしてください。 \nインポートに成功したら、忘れずにファイルを削除してください。";

/* loco:65183aa2ca8649341d080332 */
"introduction__backup_description" = "次のステップでは、2要素認証コードが安全に保存されるGoogleドライブのアカウントを選択するように求められます。";

/* loco:65183abaa19877cd9f064d62 */
"introduction__backup_take_risk_cta" = "リスクを取り、バックアップしない";

/* loco:65183b4614c70fa631092c63 */
"introduction__backup_success" = "Googleドライブの同期が有効になりました！";

/* loco:654fa4351905b784190033d2 */
"backup__import_invalid_version" = "インポートしようとしているバックアップファイルは、このバージョンのアプリではサポートされていません。このアプリはバージョン%dまでのバックアップ形式をサポートしていますが、インポートしようとしているバックアップファイルのバージョンは%dです。";

/* loco:6558a08ff303841ffa08ba32 */
"commons__pair" = "ペアリング";

/* loco:655a0ef474b9eccffb058cd2 */
"introduction__backup_icloud_title" = "セキュアな同期とバックアップ";

/* loco:655a0f89fbb1c9bc390b9192
 * "**...**" means thar part between those asterisks will be in bold. */
"introduction__backup_icloud_description" = "2FASは、認証コードの安全なバックアップと同期にiCloudを使用します。 **暗号化された**バックアップデータはiCloudに保存され、**2FASアプリからのみ**アクセスできます。さらに、この機能はiOSデバイス間での認証コードの**リカバリと同期**にも役立ちます。\n\nこれはデフォルトで有効になっており、アプリのバックアップ設定でいつでも無効にできます。";

/* loco:655a0fbc74b9eccffb058cd4 */
"introduction__backup_icloud_cta" = "バックアップについて詳しくはこちら";

/* loco:65632a44e033dd203f0a8f43 */
"backup__enter_password_google_drive_msg1" = "Googleドライブのバックアップファイルはパスワードで保護されているようです。続けるには正しいパスワードを入力してください。Googleドライブのバックアップファイルを削除したい場合、";

/* loco:65632a6779fdefcb7f020e82 */
"backup__enter_password_google_drive_msg2" = "タップして確認";

/* loco:656cc1585e1110c903007ed2 */
"settings__preferences" = "環境設定";

/* loco:656ce3f7382ab0bf7109d242 */
"settings__it_matters" = "重要";

/* loco:656ce41796a957e8830368c2 */
"settings__manage_tokens" = "認証コードを管理";

/* loco:656ce43e98cd87703b022132 */
"settings__info_footer" = "新機能の開発や改善はあなたの支援によって支えられています。ありがとうございます！";

/* loco:656ce45d98cd87703b022134 */
"settings__trash_option" = "ゴミ箱から戻す";

/* loco:659af7424f0a308bbc0d07e2 */
"periodic_notification_tips" = "2FASをご利用いただきありがとうございます！🌟 アプリ内のヒントとコツ🛠️をぜひチェックして、セキュリティを強化しましょう🔒";

/* loco:659af76a4e00c034f80f1962 */
"periodic_notification_backup" = "2FASのバックアップと同期を有効にすると、携帯電話を紛失した場合でもロックアウトされることがなくなります。ワンタップで心に平穏を🔐📱";

/* loco:659af78a4420ce7d8a0e8b82 */
"periodic_notification_browser_extension" = "2FASブラウザ拡張でログインをスピードアップ！🚀 今すぐダウンロードして、より速く、より便利な認証を🌐✨";

/* loco:659af79f5c4cdcdcc206ca82 */
"periodic_notification_donate" = "2FASをサポートしていただきありがとうございます！🌟 もし私たちのアプリがお役に立つようでしたら、あなたのデジタル世界の安全を守るために寄付をご検討ください。少しでもお役に立てれば幸いです！🙏💙";

/* loco:65ad8d05e26a0e519e0eabc2
 * DO NOT TRANSLATE! */
"tokens__steam" = "STEAM";

/* loco:65d0f79fe416765b590b9bb2 */
"widget__placeholder" = "プレースホルダ";

/* loco:65d0f7af992298cb150eeb52 */
"widget__size_not_supported" = "このサイズは未サポートです";

/* loco:65d0f7d84b70f0a2b006da32 */
"widget__settings_description" = "ウィジェットに表示したいサービスを選択してください。利用可能なサービスがない場合、アプリ設定でウィジェットが有効になっているかを確認してください";

/* loco:65d0f7f2419d3a91100de8f2 */
"widget__service_icon" = "サービスのアイコン";

/* loco:65d0f8011c65716bd004cb52 */
"widget__not_enabled" = "2FAS設定でウィジェット機能が有効になっていません";

/* loco:65d0f812305d22919d03aca2 */
"widget__not_enabled_no_services" = "2FAS設定でウィジェット機能が有効になっておらず、アプリ内に選択できるサービスはありません";

/* loco:65d0f824d53e0991ba0a1782 */
"widget__no_services" = "アプリ内に選択可能なサービスがありません";

/* loco:65d0f837e416765b590b9bb4 */
"widget__select_service_intent_description" = "2FASのウィジェットに表示するサービスを選択";

/* loco:65d0fb5b49d672e093075a42 */
"widget__my_secured_account" = "保護されたアカウント";

/* loco:65d0fc67dd5f4b7c840c9cc2 */
"widget__token" = "認証コード";

/* loco:6624fb73f78972936b072872 */
"watch__intro" = "2FASのwatchOSアプリは、2FAS iOSアプリケーションのコンパニオンアプリです。iCloud同期を使用してバックアップされたサービスを表示します。\n\nすばやくアクセスするには、お気に入りのサービスに追加してください。\n\n2FASプラットフォームのさらなる改善のため、寄付をお願いします！";

/* loco:6624fb8ffe38002957090b22 */
"tokens__hotp_not_supported" = "HOTPサービスは未サポートです";

/* loco:6624fb9f10b12df4d10768f2 */
"tokens__favorite_services" = "お気に入りサービス";

/* loco:6624fbc21e6242d8de093572 */
"security__enter_new_pin_short" = "新しいPINを入力";

/* loco:6624fbdddb381029b8069ca2 */
"security__repeat_new_pin_short" = "新しいPINを再入力";

/* loco:6624fbeaa8e7a3b46d063062 */
"commons__success" = "成功";

/* loco:66250db046efb2e937017882 */
"security__enter_pin_short" = "PIN入力";

/* loco:667b0f002f7ff9e8c60fd6e2 */
"settings__sort_tokens" = "認証コード並び替え";

/* loco:667ff2f4d90a520710084ec2 */
"appleWatch__installation_info_title" = "2FASのApple Watchアプリをインストール";

/* loco:667ff56b5fcc8577cd0c4b32 */
"appleWatch__installation_first_step" = "2FAS AuthのWatchアプリをインストールします";

/* loco:667ff5dbf79df44e1d0521d2 */
"appleWatch__installation_first_step_link" = "Watchアプリを開く";

/* loco:667ff6148a242e56a80d1be2 */
"appleWatch__installation_second_step" = "iCloud同期が有効になっていることを確認してください";

/* loco:667ff6304d219b8c3d0940e2 */
"appleWatch__installation_second_step_link" = "2FASのバックアップ設定に移動します";

/* loco:669c14ea032c33fe240ea0e2 */
"settings__apple_watch" = "Apple Watch";

/* loco:674f97c934d3edcacd035a12 */
"widget__no_selected_services" = "ウィジェットを有効化するには、サービスを長押しして選択してください...";

/* loco:674f9bb777cc7f9aae08f092 */
"widget__reveal_tokens_long_message" = "2FASのトークンを60秒間表示";

/* loco:674f9caea143b358bd00a232 */
"widget__reveal_tokens_short_message" = "60秒間表示";

/* loco:67865a76a59a7aab7d0f60e2 */
"settings__show_error_details" = "エラーの詳細を表示";

/* loco:678666b317d2400861057186 */
"tokens__show_qr_code" = "サービスのQRコード";

/* loco:678666e13b5ce960c60eeec2 */
"tokens__show_service_qr_setup_lock" = "サービスは保護されています。QRコードを表示するには、PINまたは指紋認証ロックを設定してください。";

/* loco:678900f3f71692f7180ab562 */
"tokens__copy_uri" = "URIをコピー";

/* loco:680e9b2b1e087e3aa307c3c2 */
"backup__cloud_encrypted_user" = "iCloudはカスタムパスワードで暗号化されています。パスワードを入力して、同期を有効にします。";

/* loco:680e9b3e34cbd3a0ef07b992 */
"backup__cloud_encrypted_system" = "iCloudはシステムキーで暗号化されています。 iCloudキーチェーンが有効であることを確認してください。";

/* loco:680e9b735dbc0a8bbc0a4402 */
"backup__synced" = "同期済み";

/* loco:680e9b87af6eeb504f0795d2 */
"backup__checking" = "チェック中...";

/* loco:680e9b99bf4e1aac8009a622 */
"backup__sync_disabled" = "同期は無効です";

/* loco:680e9bbc16b138b6d40159e2 */
"backup__sync_not_available" = "同期は利用できません: %@";

/* loco:680e9bf4d2b61006ba011602 */
"backup__watch_pairing_title" = "Apple Watchとペアリング";

/* loco:680e9c11788c298008092582 */
"backup__watch_pairing_description" = "Apple WatchをiCloudバックアップとペアリングしますか？ デバイスの名前を入力してください:";

/* loco:680e9c32e460e117d400ed82 */
"backup__watch_pairing_default_name" = "Apple Watch";

/* loco:680e9c7ae460e117d400ed84 */
"backup__watch_pairing_action" = "デバイスをペアリング";

/* loco:680e9c960a302d320308f932 */
"backup__watch_pairing_error" = "Watchとペアリングできません。クラウドバックアップが有効で、パスワードを使って同期されていることを確認してください。";

/* loco:680e9d47230daa0d0705de22 */
"backup__cloud_error_title" = "クラウドバックアップエラー";

/* loco:680e9d713f195bf32102ed04 */
"backup__cloud_error_missing_system_key_content" = "システムキーがないためクラウドバックアップは復号できません。 iCloudキーチェーン同期が有効で、正しく構成されているか確認してください。";

/* loco:680e9d93cabaa9006b0cc553 */
"backup__cloud_error_mismatch_key_content" = "クラウドバックアップはシステムキーを使って暗号化されていますが、現在はカスタムパスワードを使っているため復号できません。切り替えますか？";

/* loco:680e9da43f195bf32102ed07 */
"backup__cloud_error_new_version_content" = "アプリが新しいバージョンになったためクラウドバックアップが同期できません。クラウドバックアップを使い続けるためにアプリをアップデートしてください。";

/* loco:680e9de57ad8812ff30daaf3 */
"backup__enter_cloud_backup_password_title" = "クラウドバックアップのパスワードを入力";

/* loco:680e9dfc3a58bfedfc0d89e2 */
"backup__enter_password_description" = "iCloudバックアップはパスワードで暗号化されています。同期を有効にするにはパスワードを入力してください。";

/* loco:680e9e2c7ad8812ff30daaf5 */
"backup__enter_password_failure" = "失敗しました: %@";

/* loco:680e9e41ccdb5506bc0940a2 */
"backup__enter_password_wrong_password" = "パスワードが違います！やり直してください";

/* loco:680e9e8dee0af36e3907e012 */
"backup__migration_title" = "クラウドバックアップに移行";

/* loco:680e9ea1d03fa6ded204f732 */
"backup__migration_subtitle" = "アプリを終了しないでください！";

/* loco:680e9eb9e9abb80f2b02a7e2 */
"backup__migration_description" = "バックアップはシステムキーで暗号化されています。このキーはiCloudキーチェーンを使うアプリ間で共有されます。このオプションをオンにすることを忘れないでください。パスワードを使用する場合は、移行後にクラウドバックアップの設定で行うことができます。";

/* loco:680e9ed70d4c38771c035672 */
"commons__success_ex" = "成功！";

/* loco:680e9f335d7f73628c094782 */
"backup__encryption_type" = "暗号化種別";

/* loco:680e9f47489bf545bc063e72 */
"backup__encryption_select" = "暗号化種別を選択";

/* loco:680e9f6365acc3b3e90f7ed2 */
"backup__encryption_enter_password" = "パスワードを入力";

/* loco:680e9f72ece3e1700f0178c2 */
"backup__encryption_change_password" = "パスワードを変更";

/* loco:680e9f8634a76d64b00d14e2 */
"backup__encryption_password_description" = "パスワードはデータを暗号化するために使います。忘れた場合、クラウドバックアップからデータを回復できなくなります。";

/* loco:680e9fa7e7d82ad91e02a602 */
"backup__encryption_change_title" = "暗号化種別を変更";

/* loco:680ea00bb9850053830ff012 */
"backup__encryption_method_footer" = "システムキーまたはカスタムパスワードを選択";

/* loco:680ea027b9850053830ff014 */
"backup__manage_paired_watches_title" = "ペアリング済みのApple Watchを管理";

/* loco:680ea0415d7f73628c094784 */
"backup__manage_paired_watches_footer" = "クラウドバックアップにアクセスして、Apple Watchを追加、削除、名前の変更をします。";

/* loco:680ea0863d9c43606809ce72 */
"backup__manage_paired_watches_rename_title" = "Watchの名称変更";

/* loco:680ea0a2de468128a50c3872 */
"backup__manage_paired_watches_rename_description" = "新しいデバイス名を入力";

/* loco:680ea0b0e34a78604e0ccec2 */
"backup__manage_paired_watches_rename_action" = "名称変更";

/* loco:680ea0f916afa556f900ee44 */
"backup__manage_paired_watches_title_short" = "Watchを管理";

/* loco:680ea10db347399d5a0b3712 */
"backup__manage_paired_watches_empty_list" = "リストは空です。 + ボタンでWatchとペアリングします";

/* loco:680ea11fbe7b6fa8370f3642 */
"backup__manage_paired_watches_syncing" = "クラウドバックアップ同期中...";

/* loco:680ea17198b6446b28039d22 */
"backup__watch_pair_title" = "Apple Watchとペアリング";

/* loco:680ea1840a76ec8ff70cd512 */
"backup__watch_pair_description" = "iPhone/iPadの2FAS Authで2FASバックアップ設定に移動し、「ペアリング済みApple Watchを管理」に移動します。このオプションは、バックアップが同期されている場合に表示されます。ここからQRコードを読み取れます。";

/* loco:680ea19321505b7534076712 */
"backup__watch_pair_qr_error" = "QRコード生成エラー";

/* loco:680ea4924900c6654a054f53 */
"backup__cloud_switch_system_key" = "システムキーに切り替え";

/* loco:680ea4a1a79ed234ad0e98b3 */
"backup__cloud_turn_backup_off" = "クラウドバックアップ無効";

/* loco:680ea7af1c206bae8b009f92 */
"commons__apply" = "適用";

/* loco:680ea961e19a3baf7c0c83c2 */
"backup__state" = "状態:";

/* loco:680eabfb1f70320f3904adf2 */
"backup__check_password" = "パスワードを確認";

/* loco:680eaff4511912ac1f0e75d2 */
"backup__missing_system_key" = "システムキーがありません";

/* loco:680eb087436695fb8f0953c2 */
"backup__system_key" = "システムキー";

/* loco:680eb09882b1ab56c90f1762 */
"backup__custom_password" = "カスタムパスワード";

/* loco:6873eb0af106373d9e018362 */
"commons__options_title" = "オプション";

/* loco:6873eb9be7dc70fef00d7f92 */
"tokens__copy_secret" = "秘密鍵をコピー";

/* loco:6873ebbd1b2473862706f922 */
"tokens__copy_link" = "OTPAuthリンクをコピー";

/* loco:68741a03c3bb3e491903b8d2 */
"notifications__link_copied" = "リンクをコピーしました";

/* loco:6876c01ce0de58da3a06b0d2 */
"tokens__qr_code_show" = "サービスのQRコードを表示";

/* loco:6876c02ebc0e6f3baf056792 */
"tokens__qr_code_share" = "サービスのQRコードを共有";

/* loco:6886a445e812517cba04d142 */
"settings_open_twofass_appstore" = "2FAS Passをインストール";

/* loco:6886a456646cb1ba5c0e0062 */
"settings_open_twofass" = "2FAS Passを開く";

/* loco:6886a4725a1d2718dc029c32 */
"settings_manage_passwords_title" = "パスワードを管理";

/* loco:688fcf1040d798ebc50e14d2 */
"quick_setup_drive_sync_title" = "コード保管庫を同期";

/* loco:688fcf2fff511af27f07f1f2 */
"quick_setup_drive_sync_description" = "この端末をなくしたり壊れたりした場合に備えて、Googleドライブを使用してデータをセキュアに同期します。";

/* loco:6893c49f1be3c0a701069f72 */
"commons__file_creation_error" = "ファイル作成に失敗しました";

/* loco:6893c4c61be3c0a701069f74 */
"settings__export_pin_needed" = "秘密鍵は保護されています。エクスポートするにはPINか生体認証ロックを設定してください。";

/* loco:6893c4e3a8a1e5cb3d02aa22 */
"settings__export_title_tokens" = "認証コードをエクスポート";

/* loco:6893c4f5900905f2e2070122 */
"settings__export_title_qr_codes" = "QRコードでエクスポート";

/* loco:6893c509a8a1e5cb3d02aa24 */
"settings__export_title_options" = "エクスポートの設定";

/* loco:6893c5315491dc22bd09f382 */
"settings__export_options_save_file" = "OTPAuthファイルに保存";

/* loco:6893c540cceec550e9004e62 */
"settings__export_options_export_qr_codes" = "QRコードでエクスポート";

/* loco:6893c55b1ec7e755710ba462 */
"settings__export_options_footer" = "認証コードのエクスポート方法を選んでください。クリップボードにコピー、OTPAuthをファイルに保存、またはQRコードでエクスポートができます。";

/* loco:6893c77fcb7aa111d70f96f2 */
"settings__import_otpauth_title" = "OTPAuthリンク";

/* loco:6893c7c18f50b69f820db962 */
"settings__import_from_file" = "ファイルからインポート";

/* loco:6893c9285d734c0c5f05cd82 */
"settings__import_from_text_file" = "テキストファイルから認証コードをインポート";

/* loco:6893c9597189bde1e40d57b2 */
"settings__import_from_text_file_description" = "テキストファイルには otpauth:// で始まるリンクが必要です。";

/* loco:6893c99a07cbc41c9c0fdc74 */
"settings__import_contents_file" = "テキストファイルから認証コードをインポート";

/* loco:68ac4c1fbe12a1a919024782 */
"widget__open_app" = "2FAS Authを開く";

/* loco:68ac4c399e21d051aa002c12 */
"widget__open_app_description" = "2FAS Authにすばやくアクセス";

/* loco:68b8825eb6d9bfe21604db82
 * Used on a tokens list in context menu to move service up on that list */
"tokens__move_up" = "上へ";

/* loco:68b8826872fb8320f90e6ff2
 * Used on a tokens list in context menu to move service down on that list */
"tokens__move_down" = "下へ";

/* loco:68cbd3b751b74bff890c1514 */
"settings__transfer" = "Transfer Tokens";

/* loco:68cbd3d735e7e585d40a3353 */
"transfer__import_section_title" = "Import from other apps";

/* loco:68cbd419bacc906fe20f8842 */
"transfer__export_section_title" = "Export to OTPAuth";

/* loco:68cbd63cb6669c4d9304c702 */
"transfer__export_otp_file" = "Export all Tokens to the OTPAuth file";

/* loco:68cbd64e978d6b30f10caae3 */
"transfer__export_otp_qr" = "Save all Tokens as QR codes";

/* loco:68cbd6841a4008d909004cc2 */
"exportwarning__title_file" = "Export all Tokens to file";

/* loco:68cbd69304a05b974c0860c2 */
"exportwarning__cta_file" = "Export to file";

/* loco:68cbd6a85da06ef8260b2e32 */
"exportwarning__description_file" = "You are about to export all of your 2FA Tokens, including their Secret Keys, into an unencrypted file. Anyone with access to this file can use it to take control of your accounts. Please keep it safe.";

/* loco:68cbd6bf20145315370eb562 */
"exportwarning__toggle" = "I understand the risk";

/* loco:68cbd835a18272e1330c7f03 */
"transfer__import_otpauth_file" = "General OTPAuth file";

/* loco:68cd021d8e822f8e6d0bc2c2 */
"exportwarning__description_qr" = "You are about to export all of your 2FA Tokens into an unencrypted ZIP file with QR codes inside. Those QR codes can be used to take control of your accounts. Please keep them safe.";

/* loco:68cd0261acc04c8f6c03bb32 */
"exportwarning__title_qr" = "Export all Tokens to QR codes";

/* loco:68cd04c960340181b50b5a53 */
"exportwarning__cta_qr" = "Export to QR codes";
